{
  "alphabet": {
    "uppercase": [
      "А",
      "Б",
      "В",
      "Г",
      "Ґ",
      "Д",
      "Е",
      "Є",
      "Ж",
      "З",
      "И",
      "І",
      "Ї",
      "Й",
      "К",
      "Л",
      "М",
      "Н",
      "О",
      "П",
      "Р",
      "С",
      "Т",
      "У",
      "Ф",
      "Х",
      "Ц",
      "Ч",
      "Ш",
      "Щ",
      "Ь",
      "Ю",
      "Я"
    ],
    "lowercase": [
      "а",
      "б",
      "в",
      "г",
      "ґ",
      "д",
      "е",
      "є",
      "ж",
      "з",
      "и",
      "і",
      "ї",
      "й",
      "к",
      "л",
      "м",
      "н",
      "о",
      "п",
      "р",
      "с",
      "т",
      "у",
      "ф",
      "х",
      "ц",
      "ч",
      "ш",
      "щ",
      "ь",
      "ю",
      "я"
    ]
  },
  "answers": [
    "Так",
    "Ні",
    "Можливо",
    "Мабуть"
  ],
  "color": [
    "аквамариновий",
    "амарантового",
    "аметистовий",
    "античний білий",
    "білий",
    "бургундський",
    "блакитний",
    "зелений",
    "коричневий",
    "коричний",
    "червоний",
    "латунний",
    "мідний",
    "помаранчевий",
    "рожевий",
    "синій",
    "спаржа",
    "фіолетовий",
    "хакі",
    "чорний",
    "бурштиновий"
  ],
  "level": [
    "низький",
    "помірний",
    "високий",
    "дуже високий",
    "екстремальний",
    "критичний"
  ],
  "quotes": [
    "Людина в світ зерно нести повинна, як зерно носить людям колосок",
    "Чого варті наші тамерлани та наполеони без коня?",
    "Світ ловив мене, та не спіймав",
    "Вічна слава безсмертю хоробрих, які кличуть на подвиг живих!",
    "Магнат, як магніт, кожен добре знає: Сей залізо, а той золото притягає",
    "У вбогого трохи є,в жебрака нічого. Понад міру в богача, а досить – ні в кого",
    "Ніяка в світі сила нас не зламає, бо нас коріння наше в землі тримає",
    "Як не буде птахів,то і людське серце стане черствішим",
    "Життя не кінчається смертю, якщо залишається сад",
    "Я знаю: мова мамина – свята, в ній вічний, незнищенний дух народу",
    "Найпрекрасніша мати щаслива, найсолодші кохані вуста, найчистіша душа незрадлива, найскладніша людина проста",
    "Любов до книжки виявляється в тому, що з шостого класу Франко починає збирати свою бібліотеку",
    "Хочу, щоб ніколи, ніколи не зачерствіло серце",
    "Поганий той школяр який учителя не переважить",
    "Ми працю любимо, що в творчість перейшла",
    "Знай, що в світі найтяжче – це серце носити студене!",
    "Той, хто зневажливо ставиться до рідної мови, не може й сам викликати поваги до себе",
    "Той, хто по-справжньому любить свою Батьківщину, з усякого погляду справжня людина",
    "Хліб і сіль для друга й брата, а для ката – грім",
    "Учітесь, читайте, і чужому научайтесь, й свого не цурайтесь",
    "О мово вкраїнська! Хто любить ії , той любить мою Україну!",
    "Добру науку приймай, хоч її від простого чуєш; злої ж на ум не бери, хоч би й святий говорив",
    "Можна вибрати друга і по духу брата, та не можна рідну матір вибирати",
    "Праця людини – окраса і слава, праця людини – безсмертя її",
    "Коли не зможу нічим любій вітчизні прислужитись, в усякому разі з усієї сили намагатимусь ніколи ні в чому не шкодити",
    "Мову чудову, глибинне і пружне слово, немов гостру зброю, дав нам народ",
    "Не жди ніколи слушної пори – твоя мовчанка може стать ганьбою!",
    "Похибки друзів ми повинні вміти виправляти або зносити, коли вони несерйозні",
    "Зло нічого не дає, крім зла",
    "Шукаймо в людях хороше, мов скарби, що давно забуті",
    "Не високо мудруй, але твердо держись, а хто правду лама, з тим ти сміло борись!",
    "В обіймах з радістю журба. Одна летить, друга спиня…І йде між ними боротьба, і дужчий хто не знаю я…",
    "Хай живе неоднаковість, слава відмінностям!",
    "Лиш мати – вміє жити, аби світитися, немов зоря",
    "Не скажу, що й досі вірю я у справедливість юних дум",
    "Ти приймеш знов життя і так захочеш жити, його пізнавши глибоко, до дна",
    "Щоб юнацтво України присягало свято на прапори жовто-сині за свій край вмирати",
    "Ти могутня, рідна мово! Мово – пісня колискова, мово – матері уста",
    "Дивлюсь я на небо та й думку гадаю: Чому я не сокіл, чому не літаю, чому мені, Боже, ти крилець не дав! Я б землю покинув і в небо злітав",
    "Все ж російський язик, зіпсутий навмання, це ще не українська мова!",
    "Тайна дрож пронимає народи,- мабуть благодатная хвиля надходить",
    "Все гине – слава не поляже",
    "Діла добрих оновлюються – діла злих гинуть",
    "Не завидуй багатому: багатий не знає ні приязні, ні любові…",
    "І гнів, і муку неозору співаю я в ці дні журби, коли лакеї йдуть угору й мовчать раби…",
    "Поезія жити не може на смітнику, а без неї життя злочин",
    "Хай юність догорить – ми віддані життю і нам воздасться в славі",
    "Мужича правда єсть колюча, а панська на всі боки гнуча",
    "При щирості між людьми при глибокій і міцній симпатії, ніякий риск не страшний",
    "Орлині крила маєм за плечима, самі ж кайданами прикуті до землі",
    "Мужність не дається напрокат",
    "Я додам вам раду щиру: і при щасті майте міру",
    "Як не мудруй, а правди ніде діти",
    "Якщо ти за все життя не посадив жодного дерева – плати за чисте повітря",
    "Щоб жить – ні в кого права не питаюсь. Щоб жить – я всі кайдани розірву",
    "Ліпше вмерти біжучи, ніж жити гниючи",
    "Пан гуляв у себе в замку – у ярмі стогнали люди",
    "Всі великі творіння Данте, Рафаеля, Сервантеса, Шевченка – це теж творіння не пера і пензля, а творіння духу",
    "В нас вважається хорошим письменником той, хто гарно себе піарить",
    "Мистецтво має людину підтягувати і піднімати, воно не має ії опускати",
    "Ми мусимо навчитися чути себе українцями – не галицькими, не буковинськими українцями, а українцями без офіційних кордонів"
  ],
  "text": [
    "Haskell- стандартизована чиста функціональна мова програмування загального призначення.",
    "Є одним з найпоширеніших мов програмування з підтримкою відкладених обчислень.",
    "Повнотипове програмування - стиль програмування, що відрізняється великим використанням інформації про типи з тим, щоб механізм перевірки узгодження типів забезпечив раннє виявлення максимальної кількості всіляких різновидів багів.",
    "Повнотипове програмування може підтримуватися на рівні системи типів мови або вводитися програмістом ідеоматично.",
    "Відмінна риса мови - серйозне ставлення до типізації.",
    "REPL - форма організації простий інтерактивного середовища програмування в інструментами інтерфейсу командного рядка.",
    "Python - високорівнева мова програмування загального призначення, орієнтована на підвищення продуктивності розробника і читання коду.",
    "Синтаксис ядра Python мінімалістичний.",
    "У той же час стандартна бібліотека включає великий обсяг корисних функцій.",
    "Python підтримує кілька парадигм програмування, в тому числі структурне, об'єктно-орієнтоване, функціональне, імперативне і аспектно-орієнтоване.",
    "Парадигма програмування - це сукупність ідей і понять, що визначають стиль написання комп'ютерних програм.",
    "Це спосіб концептуалізації, що визначає організацію обчислень і структурування роботи, що виконується комп'ютером.",
    "Java - строго типізована об'єктно-орієнтована мова програмування, розроблена компанією Sun Microsystems.",
    "Застосунок Java зазвичай транслюються в спеціальний байт-код, тому вони можуть працювати на будь-якої комп'ютерної архітектурі, за допомогою віртуальної Java-машини.",
    "Erlang - функціональна мова програмування з сильною динамічною типізацією, призначена для створення розподілених обчислювальних систем.",
    "Розроблено і підтримується компанією Ericsson.",
    "Мова включає в себе кошти породження паралельних легковагих процесів і їх взаємодії через обмін асинхронними повідомленнями відповідно до моделі акторів.",
    "Erlang був цілеспрямовано розроблений для застосування в розподілених, відмовостійких, паралельних системах реального часу, для яких є стандартна бібліотека модулів і бібліотека шаблонних рішень (так званих поводжень) - фреймворк OTP.",
    "Свій синтаксис і деякі концепції Erlang успадкував від мови логічного програмування Пролог.",
    "У наш вік інформації занадто багато, щоб зрозуміти хто правий, а хто лукавить.",
    "Популярність Erlang почала зростати в зв'язку з розширенням його області застосування (телекомунікаційні системи) на високонавантажених паралельні розподілені системи, які обслуговують мільйони користувачів WWW, такі як чати, системи управління вмістом, веб-сервери і розподілені, що вимагають масштабування бази даних.",
    "Erlang застосовується в декількох NoSQL-базах даних високої доступності.",
    "Erlang є декларативною мовою програмування, яка швидше за все використовується для опису того, що повинно бути обчислено ніж як.",
    "Наприклад, визначення функції, яке використовує зіставлення зі зразком, для вибору одного з варіантів обчислення або вилучення елемента даних з складовою структури, нагадує рівняння.",
    "Зіставлення зі зразком поширене навіть на бітові рядки, що спрощує реалізацію телекомунікаційних протоколів."
  ],
  "words": {
    "bad": [
      "дрисня",
      "хуй",
      "курва",
      "довбойоб",
      "срака",
      "бовдур",
      "ідіот",
      "блядь",
      "хєрня"
    ],
    "normal": [
      "агрофітоценоз",
      "аеронавтика",
      "афектація",
      "аудіограф",
      "асиметрія",
      "агенезія",
      "адсорбовність",
      "аблатив",
      "ампер",
      "анабаптист",
      "бархан",
      "букса",
      "багатозабійність",
      "безуспішність",
      "болість",
      "безтабельність",
      "благальність",
      "біоорієнтація",
      "будівельник",
      "безмір",
      "вава",
      "вожак",
      "вуглярство",
      "вульгаризація",
      "взаємопізнавання",
      "вихованка",
      "валок",
      "вибухопопередження",
      "вахтерка",
      "вальок",
      "грімниця",
      "гіпермаркет",
      "годівник",
      "гема",
      "геліоустановка",
      "гідроліт",
      "голубочка",
      "галліцизм",
      "голосина",
      "гуртоправ",
      "ґудзикарка",
      "ґелґотуха",
      "ґноття",
      "ґудзикар",
      "ґуля",
      "ґринджоли",
      "ґаволов",
      "ґуральник",
      "ґава",
      "ґаночок",
      "дифманометр",
      "дрібномаєтність",
      "дружка",
      "давильня",
      "деревостан",
      "духоборство",
      "дрібноквітковість",
      "делегатка",
      "довговічність",
      "довантаження",
      "ельбор",
      "елементарність",
      "електрооснащеність",
      "екзаменування",
      "єдиновірець",
      "епістаз",
      "Євген",
      "екстензія",
      "європеєць",
      "ерготизм",
      "етноніміка",
      "етерифікація",
      "етикетаж",
      "естрон",
      "етюдність",
      "еукаріот",
      "естроз",
      "етмоїдит",
      "етноцентризм",
      "етрол",
      "ефект",
      "ехінокактус",
      "єфрейтор",
      "ехолалія",
      "Єфрем",
      "ефіопка",
      "ефіронос",
      "ехолот",
      "ешафот",
      "ефіроманія",
      "жирнуватість",
      "женоподібність",
      "жовтень",
      "житловідділ",
      "жалість",
      "жерміналь",
      "жердина",
      "жебрак",
      "жучище",
      "жердя",
      "заіржавілість",
      "законознавство",
      "золотопромисловець",
      "згірклість",
      "затишність",
      "загрубіння",
      "заглибленість",
      "забавляння",
      "запинання",
      "заглядання",
      "іскріння",
      "інвектива",
      "імідж",
      "ізобутилен",
      "іконостасик",
      "індіанець",
      "іноземка",
      "іномарка",
      "Ігнатій",
      "інтер'єр",
      "ітератив",
      "істерик",
      "іудаїзм",
      "історик",
      "іхтіол",
      "іфігенія",
      "істеричка",
      "істик",
      "іхтіорніс",
      "історичність",
      "їжачок",
      "їжа",
      "їдок",
      "їжачиха",
      "їждження",
      "їжак",
      "їздка",
      "їзда",
      "їздецтво",
      "їдиш",
      "йодемболіт",
      "йодатометрія",
      "ймовірність",
      "йодинол",
      "йогурт",
      "йодит",
      "йодоаурат",
      "ймення",
      "йодометрія",
      "йододерма",
      "композиційність",
      "кунак",
      "каламбурист",
      "кінчак",
      "конектор",
      "кулуари",
      "капіталець",
      "китичка",
      "кількадесят",
      "кристалооптика",
      "люмінесценція",
      "ліцензіар",
      "лайба",
      "любуня",
      "літр",
      "люди",
      "лісовпорядкування",
      "листя",
      "лінон",
      "ліфтер",
      "меліоратор",
      "мрець",
      "мікросекунда",
      "мінута",
      "морквяник",
      "мурашник",
      "манірниця",
      "містицизм",
      "морж",
      "мураха",
      "нагрівник",
      "небосхил",
      "нагрібальник",
      "недосипляння",
      "непринадність",
      "налатування",
      "нескерованість",
      "напруження",
      "незамаскованість",
      "неподобство",
      "одноколісність",
      "оторопілість",
      "окраєць",
      "обманність",
      "однорідність",
      "однойменність",
      "образливість",
      "онуча",
      "обголеність",
      "обнародування",
      "піддомен",
      "пітніння",
      "придання",
      "перебрех",
      "продуктообмін",
      "педометр",
      "посілість",
      "повішеник",
      "проникливість",
      "переупорядковування",
      "робототехніка",
      "розносник",
      "розгортання",
      "розсівання",
      "розігрівання",
      "розкладка",
      "рибознавство",
      "раціонування",
      "радіопередавач",
      "ректорство",
      "стабілізування",
      "скромничання",
      "спурт",
      "світличка",
      "сульфамід",
      "сириця",
      "суперклей",
      "стадіон",
      "спонсорство",
      "спецвзуття",
      "трагікомедія",
      "транскрипція",
      "тамування",
      "транспірація",
      "трирядність",
      "туя",
      "трагедійність",
      "тайнопис",
      "танкіст",
      "тернослив",
      "ультрафіолет",
      "удмурт",
      "урегулювання",
      "умовчання",
      "уславленість",
      "урегульованість",
      "узнавання",
      "унизаність",
      "угоряння",
      "убивчість",
      "фенотип",
      "фітоклімат",
      "фрондер",
      "фотоприймач",
      "фундаторка",
      "фліпер",
      "франтуватість",
      "фруктоза",
      "фрагмент",
      "фальцет",
      "хвиля",
      "халат",
      "хуторянка",
      "хвилеріз",
      "хазарин",
      "хризоберил",
      "характеристичність",
      "хлюпотання",
      "халцедон",
      "хостинг",
      "цебрик",
      "цуценятко",
      "ціль",
      "цитра",
      "цитоліз",
      "цурупалок",
      "цуцик",
      "ціп",
      "церемоніальність",
      "цвяшок",
      "чудасія",
      "чаїнка",
      "чипсет",
      "черствіння",
      "чіпляння",
      "червонавість",
      "чумак",
      "чекальня",
      "черевиченьки",
      "чинник",
      "шевченкознавство",
      "шкварка",
      "шовківництво",
      "шовкопрядіння",
      "шовкопряд",
      "шорник",
      "шевцювання",
      "шукання",
      "шаноба",
      "шедевр",
      "щомісячник",
      "щебетушечка",
      "щілинність",
      "щавель",
      "щасливчик",
      "щотижневик",
      "щупальце",
      "щит",
      "щеміння",
      "щастя",
      "юрта",
      "юдоль",
      "юнак",
      "юрба",
      "югослав",
      "юніор",
      "юстиція",
      "юрик",
      "юність",
      "юхта",
      "яструбок",
      "ясність",
      "ядерність",
      "ячмінь",
      "ясен",
      "японка",
      "яструб",
      "ямища",
      "язичок",
      "яйце"
    ]
  }
}
