{
  "alphabet": {
	"uppercase": [
	  "A",
	  "B",
	  "C",
	  "D",
	  "E",
	  "F",
	  "G",
	  "H",
	  "I",
	  "J",
	  "K",
	  "L",
	  "M",
	  "N",
	  "O",
	  "P",
	  "Q",
	  "R",
	  "S",
	  "T",
	  "U",
	  "V",
	  "W",
	  "X",
	  "Y",
	  "Z"
	],
	"lowercase": [
	  "a",
	  "b",
	  "c",
	  "d",
	  "e",
	  "f",
	  "g",
	  "h",
	  "i",
	  "j",
	  "k",
	  "l",
	  "m",
	  "n",
	  "o",
	  "p",
	  "q",
	  "r",
	  "s",
	  "t",
	  "u",
	  "v",
	  "w",
	  "x",
	  "y",
	  "z"
	]
  },
  "answers": [
	"Yes",
	"No",
	"Maybe"
  ],
  "color": [
	"White",
	"Black",
	"Red",
	"Green",
	"Blue",
	"Yellow",
	"Orange",
	"Pink",
	"Purple",
	"Brown"
  ],
  "level": [
	"low",
	"moderate",
	"high",
	"very high",
	"extreme",
	"critical"
  ],
  "quotes": [
	"If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.",
	"Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think.",
	"Did you ever stop to think, and forget to start again?",
	"Organizing is what you do before you do something, so that when you do it, it is not all mixed up.",
	"Weeds are flowers too, once you get to know them.",
	"You can't stay in your corner of the forest waiting for others to come to you. You have to go to them sometimes.",
	"The third-rate mind is only happy when it is thinking with the majority. The second-rate mind is only happy when it is thinking with the minority. The first-rate mind is only happy when it is thinking.",
	"Bores can be divided into two classes; those who have their own particular subject, and those who do not need a subject.",
	"What I say is that, if a fellow really likes potatoes, he must be a pretty decent sort of fellow.",
	"My spelling is Wobbly. It's good spelling but it Wobbles, and the letters get in the wrong places.",
	"To the uneducated, an A is just three sticks.",
	"One of the advantages of being disorderly is that one is constantly making exciting discoveries.",
	"Tiggers don't like honey.",
	"Never forget me, because if I thought you would, I'd never leave.",
	"Almost anyone can be an author; the business is to collect money and fame from this state of being.",
	"If one is to be called a liar, one may as well make an effort to deserve the name.",
	"Golf is so popular simply because it is the best game in the world at which to be bad.",
	"You will be better advised to watch what we do instead of what we say.",
	"I suppose that every one of us hopes secretly for immortality; to leave, I mean, a name behind him which will live forever in this world, whatever he may be doing, himself, in the next.",
	"No sensible author wants anything but praise.",
	"The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend or a loved one. A Stanford study showed that those who saw a photo of their future self made smarter financial decisions.",
	"I have little shame, no dignity - all in the name of a better cause.",
	"The best we can do, to paraphrase Pollan, is to eat whole foods, mostly plants, and not too much.",
	"I tried the paleo diet, which is the caveman diet - lots of meat. And I tried the calorie restriction diet: The idea is that if you eat very, very little - if you're on the verge of starvation, you will live a very long time, whether or not you want to, of course.",
	"My goal? To test out every diet and exercise regimen on planet earth and figure out which work best. I sweated, I cooked, I learned to pole dance. In the end, I lost weight, lowered my cholesterol and doubled my energy level. I feel better than I ever have.",
	"I pledged to become the world's greatest expert in a field I knew nothing about.",
	"It's sort of my job to feel good.",
	"I was what they call 'skinny fat' - a body that resembled a python after swallowing a goat.",
	"I was very good at sitting. But I just read so much research about how horrible sitting is for you. It's like, it's really bad. It's like Paula-Deen-glazed-bacon-doughnut bad. So I now move around as much as possible.",
	"There's a very passionate pro-chewing movement on the Internet called Chewdiasm. They say that we should be chewing 50 to 100 times per mouthful, which is insane. I tried that. It takes like a day and a half to eat a sandwich. But their basic idea is right. If you chew, you'll eat slower and you will get more nutrients.",
	"You have to dream before your dreams can come true.",
	"If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are the father, the mother and the teacher.",
	"Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.",
	"Great dreams of great dreamers are always transcended.",
	"My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.",
	"To succeed in your mission, you must have single-minded devotion to your goal.",
	"Let me define a leader. He must have vision and passion and not be afraid of any problem. Instead, he should know how to defeat it. Most importantly, he must work with integrity.",
	"When we tackle obstacles, we find hidden reserves of courage and resilience we did not know we had. And it is only when we are faced with failure do we realise that these resources were always there within us. We only need to find them and move on with our lives.",
	"Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career.",
	"The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety.",
	"God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.",
	"Excellence is a continuous process and not an accident.",
	"Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.",
	"The bird is powered by its own life and by its motivation.",
	"One of the very important characteristics of a student is to question. Let the students ask questions.",
	"Let us sacrifice our today so that our children can have a better tomorrow.",
	"Life is a difficult game. You can win it only by retaining your birthright to be a person.",
	"We should not give up and we should not allow the problem to defeat us.",
	"Man needs his difficulties because they are necessary to enjoy success.",
	"Almost half of the population of the world lives in rural regions and mostly in a state of poverty. Such inequalities in human development have been one of the primary reasons for unrest and, in some parts of the world, even violence.",
	"We will be remembered only if we give to our younger generation a prosperous and safe India, resulting out of economic prosperity coupled with civilizational heritage.",
	"Educationists should build the capacities of the spirit of inquiry, creativity, entrepreneurial and moral leadership among students and become their role model.",
	"Poetry comes from the highest happiness or the deepest sorrow.",
	"Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.",
	"You see, God helps only people who work hard. That principle is very clear.",
	"I stay true to myself and my style, and I am always pushing myself to be aware of that and be original.",
	"Keep working hard and you can get anything that you want.",
	"I want people to remember me as a full on entertainer and a good person.",
	"I see myself as sexy. If you are comfortable with it, it can be very classy and appealing.",
	"I think it's important to take a break, you know, from the public eye for a while, and give people a chance to miss you. I want longevity. I don't want to get out there and run myself ragged and spread myself thin.",
	"You have to love what you do to want to do it everyday.",
	"In film, you are a totally different person than in the video.",
	"If you want to go to the mall, you have to take security. But it's always cool. The kids are amazing.",
	"It's really a sad story, and I liked that. The songs on this album talk about relationships in every aspect.",
	"I don't think about my previous success. I'm happy that the work I've done has been very successful.",
	"I'm the interpreter. I'm the one who takes your words and brings them to life. I was trained to sing and dance and laugh, and that's what I want to do.",
	"It's hard to say what I want my legacy to be when I'm long gone.",
	"If I don't think about it, it won't drive me crazy.",
	"I'm involved in some action scenes, so they'll train me for that. I'll be working with my acting coach to prepare for my character.",
	"There are certain things I want to keep to me. I don't discuss my private life.",
	"There are times I can't even figure myself out.",
	"I don't feel I made any sacrifices at all. I'm doing my best to juggle.",
	"Romeo Must Die came at the right time. It was the right vehicle for me.",
	"There are times in my life when I just want to be by myself.",
	"All I can do is leave it in God's hands and hope that my fans feel where I'm coming from.",
	"I began to work the stage and get the audience into it. I also learned how to have fun out there. It is something I will never forget.",
	"I don't want to abandon one work for the other, and I don't think I need to sacrifice anything to put my all into either one of them.",
	"I know that people think I'm sexy and I am looked at as that. It is cool with me. It's wonderful to have sexy appeal. If you embrace it, it can be a very beautiful thing.",
	"Because I came out as a singer, I took the time to get an acting coach.",
	"I have the time needed to support the album and tour.",
	"I often feel that my days in New York City, that I was here for five years, didn't get one job, went on a thousands of auditions and literally did not get a job on a soap, not a movie, not TV, not nothing, although I did do some commercials thank God.",
	"It seems to me if you want something badly enough, whether you're a man or a woman, you'll do whatever you have to do to get it.",
	"Yeah, but there's nobody who represents romance to me like Cary Grant.",
	"A film has its own life and takes its own time.",
	"But then, even with sex, I'm more in the school of less is more in movies.",
	"I think every actor wants to be an FBI or cop at one point.",
	"I'm sort of fascinated by the whole espionage crime thing.",
	"If we're talking about masculinity and tenderness, I don't look at Clinton.",
	"The F.B.I. is about nuts and bolts. It's all about witnesses and procedure and walking the streets.",
	"I think they are very important because westerns have a code and a symbolism.",
	"But I guess I like playing flawed guys 'cause it gives a place for the characters to go.",
	"Directors, producers can make you look good or make you look bad.",
	"I always ask, why can't I be just like Cary Grant or something.",
	"I don't do comedy so much although I would like to do a comedy.",
	"I mean, the problem is, I think I'm a great writer.",
	"I think America right now is looking for somebody who appeals to every faction.",
	"I think women can be as cruel as men, and men as tender as women, and vice versa.",
	"I would like to direct.",
	"I'd like to do a romantic comedy.",
	"I'd like to do more family dramas.",
	"I'm an actor and it happened to go my way that day.",
	"Right now, I have to admit, that I'm more interested in giving people a little bit of hope and goodness.",
	"Some movies get rushed out right after you make them and I'm not always happy with that.",
	"Some movies I see today have the most dramatic plot points but the actors are not playing them dramatically.",
	"There are different reasons to make movies.",
	"I think that this is the first war in history that on the morrow the victors sued for peace and the vanquished called for unconditional surrender.",
	"History teaches us that men and nations behave wisely once they have exhausted all other alternatives.",
	"If Algeria introduced a resolution declaring that the earth was flat and that Israel had flattened it, it would pass by a vote of 164 to 13 with 26 abstentions.",
	"One of the chief tasks of any dialogue with the Gentile world is to prove that the distinction between anti-Semitism and anti-Zionism is not a distinction at all.",
	"Time and again these governments have rejected proposals today - and longed for them tomorrow.",
	"Better to be disliked than pitied.",
	"A consensus means that everyone agrees to say collectively what no one believes individually.",
	"You can't achieve anything without getting in someone's way.",
	"A statesman who keeps his ear permanently glued to the ground will have neither elegance of posture nor flexibility of movement.",
	"His ignorance is encyclopedic.",
	"Consensus is what many people say in chorus but do not believe as individuals.",
	"Men and nations behave wisely once they have exhausted all the other alternatives.",
	"It is our experience that political leaders do not always mean the opposite of what they say.",
	"The Jews are the living embodiment of the minority, the constant reminder of what duties societies owe their minorities, whoever they might be.",
	"Lest Arab governments be tempted out of sheer routine to rush into impulsive rejection, let me suggest that tragedy is not what men suffer but what they miss.",
	"We have followed a path of moderation, development is our priority, national unity, good community relations, Muslims and non Muslims, this is what has given us the advantage.",
	"It must be a balance in everything we do, not too much of everything, keep it simple, not complicated.",
	"We go fish, we also catch fighting fish, looking for birds and it was for kampong people, the paddy field was our the play field for the children.",
	"I just picked up golf, it was good, give me a chance to play golf.",
	"As a child, the paddy field was my playground.",
	"Sometimes children do forget their filial responsibilities.",
	"So I went to English school, secondary English school, so forget going to Mecca for my religious education.",
	"So when I had to make a decision whether I would like to do honors degree course in Islamic studies and Malay studies too, so I thought Islamic studies would be good.",
	"But I have always said that it's important we must make sure that justice is at all time be maintained.",
	"I am quite a spendthrift but just being careful because my family was not rich, was not a rich family.",
	"I have always been interested in politics. I was in the student union before, very active.",
	"I will be happy with certainly when the corruption index improve.",
	"Of course education becomes very very important and that's for our human resource development.",
	"Very old fashioned to say that they will be well behaved but I think it's very important.",
	"We have now recently launched the national integrity plan.",
	"Well, there are other aspects, I still command very good support in the party.",
	"You can't have too much of everything, you must have a balance, that's very important.",
	"I, talking about my children, of course I wanted them to succeed in life, they have to choose whatever job or occupation that they want, I will not try to influence.",
	"When she was in United States, we maintained contact, we talked to each other on the phone, almost every night. And there was one occasion I tried to fix this video conferencing but somehow it did not come out very well enough so better to talk on the phone.",
	"I always said that you can use the same vehicle although the driver will change, or the same vehicle to go for the race. It's a different driver, this is exactly what's happening to the cabinet.",
	"I believe it is an important project, it makes the cost of doing business lower and they will make us more competitive at the same time, it will also provide some satisfaction to the people who demand services for them of the quality they want and also quickly.",
	"The idea is that they wouldn't want to deal with militant Islam but an Islam and Muslims who are committed to progress, committed to development, who like peace and are moderate in their ways. So that's what we are doing here.",
	"We have also set up the national institute for ethics. This institute and also the implementation of the national integrity plan, that will certainly do the follow up that is necessary for this.",
	"We have been given a role to play. We have been asked to provide, to give lectures on the role of Islamic development and the way we do it here, so the people who are Muslims there would understand what the role of Islam is.",
	"When time and space and change converge, we find place. We arrive in Place when we resolve things. Place is peace of mind and understanding. Place is knowledge of self. Place is resolution.",
	"They took away time, and they gave us the clock.",
	"People say that slaves were taken from Africa. This is not true: People were taken from Africa, among them healers and priests, and were made into slaves.",
	"The biggest problem in South Africa is that we have a disrupted timeline. Historically, politically, spiritually, economically, in people's minds, in people's heads.",
	"As barbaric is we are, it's a miracle we haven't blown ourselves off the face of the earth so far.",
	"That's the thing about making a movie: You never finish editing. They just take it away from you.",
	"A script is not a piece of literature it's a process.",
	"I'm about my characters.",
	"Life is what happens when you're doing other things, right?",
	"Most filmmaking is about shaking hands and just starting.",
	"The secret is not to make a film that causes something like Virginia Tech to happen. The secret is to make a film that stops it happening.",
	"Where I come from you're not raised to think on your own. It's not that you're pushed to read the Bible. The Bible is read to you.",
	"Mulberry Street was the beating heart of the Italian-American experience, but you don't find those gangsters now. I live with a bunch of yuppies and models.",
	"I was raised a Catholic and when you're raised a Catholic they don't teach you to think for yourself. You're taught not to think too deeply about things.",
	"Making money is not gonna change anything about what I am, except I won't answer the door.",
	"I was born in the Bronx, and then my father moved us to the country at an early age.",
	"Listen, anybody who has a film festival has the right to show what they want.",
	"The last day of your life is still going to be a day.",
	"Certain actors wanna get paid, they think working in a low-budget movie is being ripped off. But for others it's like, 'Yes, let's do it.'",
	"I come from a world where you get the film done, that's a success.",
	"I don't care if I get $50 million to do a film.",
	"I don't care if I get $50m to do a film.",
	"I don't have a problem with Werner Herzog.",
	"I don't know what DVD commentaries are about. I'd like to strangle the person who came up with that concept.",
	"I grew up in the '60s, which was a creative time, so it wasn't that big of a stretch to go from a baseball bat to a guitar to a film camera.",
	"I live with a bunch of yuppies and models.",
	"I'm a lapsed Buddhist like I'm a lapsed Catholic. I take it to a point.",
	"I'm not a big fan of talking about dying. And then I make a movie where I kill everybody.",
	"In the film business, it's basically honor among thieves.",
	"The passage of the Civil Rights Act of 1964 represented precisely such a hope - that America had learned from its past and acted to secure a better tomorrow.",
	"The Civil Rights Act of 1964 laid the foundation for the Voting Rights Act of 1965, but it also addressed nearly every other aspect of daily life in a would-be free democratic society.",
	"Mainstream media's representation, or its guerrilla decontextualization, of black men's lives in particular can set the stage for erroneous assumptions capable of damaging an individual or a nation.",
	"At some point, a flash of sustained clarity reveals the difference between what someone would have you believe is true, and what you know from the depths of your own heart to the peaks of your soul to be true. What happens after that is up to you.",
	"Varieties of angels, like varieties of love, are many.",
	"Because Mr. Mandela's early opponents invested so many resources into distorting the true nature of his advocacy, the singular historic moment millions now celebrate could have been tragically lost to guerrilla decontextualization.",
	"Classic romantic love is an emotional attraction between two individuals in which they may share a heightened awareness of mutual adoration. Erotic love, traditionally, has been described as shared sexual attraction.",
	"Many people can rightfully claim, as much as anyone can rightfully claim anything, that much of their lives have been spent stumbling through a cloud of cluelessness.",
	"Minister and writer Barbara Kaufmann has addressed the subject of guerrilla decontextualization on both the 'Voices Compassionate Education' website and on 'Inner Michael', where she offers the kind of insights into the spiritual aspects of Michael Jackson's creative artistry that mainstream media mostly ignores.",
	"The study of history empowers nations and individuals with an ability to avoid errors of the past and lay foundations for victories in the future.",
	"Most of the more celebrated names among African-American authors, poets, and artists are known to the world because of their association with specific cultural arts movements.",
	"Movies can provide tear-inducing or comically-entertaining representations of love, but many agree that its deeper conflicting complexities often seem unfathomable.",
	"Nelson Mandela did much more than advocate the practice of democracy in South Africa. Working with a constitutional assembly that drew on the ideas and input of regional representatives as well as ordinary citizens, the president worked to draft a constitution that is now universally regarded as the most progressive of any in the world - bar none.",
	"Valentine's Day itself, like most holidays in the modern era, has been heavily influenced by commercialism that focuses on the appeal of romantic fantasies.",
	"The political, social, and spiritual impact of the life example set by Nelson Rolihlahla Mandela might be measured in part by the profound and unique gestures made by people in different countries to honor his life upon learning of his death.",
	"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.",
	"I am a sports enthusiast, and if given an opportunity, I want to be a sportsman, even today. I want to promote the sport that is indigenous to India. Kabaddi is a matter of national pride. Why can't cricket, hockey, football and kabaddi be given equal platforms and co-exist? I believe that can happen.",
	"I have no hang-ups in life. I don't care about groups and camps. I have been brought up with certain values and ethics. I have never been egoistic about my stardom and lineage. I don't have any qualms about breaking the ice with my colleagues. I can walk up to any actor and greet him, irrespective of what kind of equation I share with him.",
	"I don't think your personal life has anything to do with your professional life. They are separate things. Whatever is happening at home shouldn't be carried to work. Everyone has his/her own journey. Some revel in the fact that they derive that from personal contentment, and others draw it from extreme sorrow.",
	"Critics have a job to do. They do not criticise you without reason.",
	"Honestly speaking, I don't like my films. When I watch them, I see a lot of scope for improvement, so if I were to see any of my films, like 'Dhoom,' I might say... 'It would have been better if...' or 'had it been...' and this is all about evolving.",
	"I'm not a model; hence I don't see the reason to have a six-pack abs. I can pull off a tough and rugged look of a cop in 'Dhoom' series without taking my shirt off. Cops don't have to move around without a shirt to flaunt their machismo. What makes the character of a cop stand out is his attitude and not his six-pack abs.",
	"I am happy with all the films I've done. I have not become the victim of an image. I have managed to do different roles, and I am proud of that.",
	"Just because I don't show six-pack abs doesn't mean that I don't have them.",
	"I don't believe in asking God for anything. If I am worthy, He will give it to me. I think we should earn his blessings; I have never believed in mannats.",
	"I think India is very passionate about films. It's almost a second religion back home. Due to that, I think film stars are - are really held in great esteem. Not that we're complaining, but I think with that comes a lot of responsibility.",
	"Anybody who has interacted with me will definitely find me to be a chirpy person.",
	"In the Indian film industry, especially those of us who are in mainstream cinema, we invariably play a typical hero's role. More often than not, we cater to the public perception. However, there is a latent desire in most actors to do a role where you can go all out and experiment.",
	"I am not one of those people who will ever be comfortable mocking or making caricatures of the stereotypes attached to any community.",
	"I think every school in the world should have a sports program.",
	"Every actor has his own identity. I don't aspire to be Bond. My quest is to do something new, something different.",
	"I do films that I like. I have done comedy, romance, everything, and I always like to do it differently from the previous ones.",
	"I feel that one of the hardest things in acting is the way you need to switch your emotions.",
	"I like working on my birthday, so I always do.",
	"I'm an actor, paid to act. I don't bring personal problems to the sets. Dad taught me that.",
	"If people are looking forward to my films, then I am happy, and I must be doing something right.",
	"My films are of paramount importance to me, the same as my family. That's not going to change. This is a balance I have to strike throughout my life.",
	"The trade magazine and all was banned in my house. The first time I read a film magazine was when I was 18.",
	"Honestly, I wish I could be a part of all the remakes of my father's films. But on second thought, I wouldn't want to be a part of any. The thought of being compared to him is unnerving. I'd rather do my films than live in the fear of living up to his standards.",
	"I still feel that in India we look upon sports as a recreational activity - which it is - but people have to understand that there is a career in sports. It's not just necessary to be a doctor or a lawyer or an engineer, as most of us Indians appear to think that our children should grow up to be.",
	"Learning is not attained by chance, it must be sought for with ardor and diligence.",
	"Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.",
	"Great necessities call out great virtues.",
	"If we mean to have heroes, statesmen and philosophers, we should have learned women.",
	"We have too many high-sounding words, and too few actions that correspond with them.",
	"I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic.",
	"A little of what you call frippery is very necessary towards looking like the rest of the world.",
	"I am more and more convinced that man is a dangerous creature and that power, whether vested in many or a few, is ever grasping, and like the grave, cries, 'Give, give.'",
	"Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues.",
	"If particular care and attention is not paid to the ladies, we are determined to foment a rebellion, and will not hold ourselves bound by any laws in which we have no voice, or representation.",
	"Well, knowledge is a fine thing, and mother Eve thought so; but she smarted so severely for hers, that most of her daughters have been afraid of it since.",
	"If we do not lay out ourselves in the service of mankind whom should we serve?",
	"Arbitrary power is like most other things which are very hard, very liable to be broken.",
	"I begin to think, that a calm is not desirable in any situation in life. Man was made for action and for bustle too, I believe.",
	"Be modest, humble, simple. Control your anger.",
	"Remember that it is not enough to abstain from lying by word of mouth; for the worst lies are often conveyed by a false look, smile, or act.",
	"Above all, you must fight conceit, envy, and every kind of ill-feeling in your heart.",
	"I was a great dreamer of day dreams.",
	"If you study the Talmud you please God even more than you do by praying or fasting.",
	"What is this world? A mere curl of smoke for the wind to scatter.",
	"Life is much shorter than I imagined it to be.",
	"If you feel that you are good, don't be too proud of it.",
	"If a man is tongue-tied, don't laugh at him, but, rather, feel pity for him, as you would for a man with broken legs.",
	"Only the other world has substance and reality; only good deeds and holy learning have tangible worth.",
	"What is wealth? A dream of fools.",
	"The orthodox Jewish faith practically excludes woman from religious life.",
	"You must never tire fighting Satan.",
	"God, for example, appealed to me as a beardless man wearing a quilted silk cap; holiness was something burning, forbidding, something connected with fire while a day had the form of an oblong box.",
	"If it be true that our people represent a high percentage of mental vigor, the distinction is probably due, in some measure, to the extremely important part which Talmud studies have played in the spiritual life of the race.",
	"The dearest days in one's life are those that seem very far and very near at once.",
	"Always bear in mind that your own resolution to succeed is more important than any other.",
	"In the end, it's not the years in your life that count. It's the life in your years.",
	"Nearly all men can stand adversity, but if you want to test a man's character, give him power.",
	"Most folks are as happy as they make up their minds to be.",
	"America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.",
	"The best thing about the future is that it comes one day at a time.",
	"All that I am, or hope to be, I owe to my angel mother.",
	"You cannot escape the responsibility of tomorrow by evading it today.",
	"The philosophy of the school room in one generation will be the philosophy of government in the next.",
	"Character is like a tree and reputation like a shadow. The shadow is what we think of it; the tree is the real thing.",
	"Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
	"I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live by the light that I have. I must stand with anybody that stands right, and stand with him while he is right, and part with him when he goes wrong.",
	"Better to remain silent and be thought a fool than to speak out and remove all doubt.",
	"Whatever you are, be a good one.",
	"When I do good, I feel good. When I do bad, I feel bad. That's my religion.",
	"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.",
	"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.",
	"No man is good enough to govern another man without the other's consent.",
	"Marriage is neither heaven nor hell, it is simply purgatory.",
	"Things may come to those who wait, but only the things left by those who hustle.",
	"Don't worry when you are not recognized, but strive to be worthy of recognition.",
	"Sir, my concern is not whether God is on our side; my greatest concern is to be on God's side, for God is always right.",
	"The things I want to know are in books; my best friend is the man who'll get me a book I ain't read.",
	"Tact is the ability to describe others as they see themselves.",
	"This country, with its institutions, belongs to the people who inhabit it. Whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or exercise their revolutionary right to overthrow it.",
	"We never had planned to hijack a ship. We never thought of any war plans outside the Palestinian lands. We wished that the program had not failed and then the warriors could have achieved their goals.",
	"I do not feel remorse. Everybody makes mistakes in war.",
	"When America is chasing you, the whole world is chasing you.",
	"The purpose of armed struggle is not simply to kill... its purpose is to reach a political goal.",
	"It is true that a large percentage of the Western world hopes that I am imprisoned or dead. But all my people, the Palestinians and the Arabs, wish me long life and freedom.",
	"Allah will help him who moves in the way of Allah.",
	"Without knowledge action is useless and knowledge without action is futile.",
	"The more knowledge you have, the greater will be your fear of Allah.",
	"It is a matter of shame that in the morning the birds should be awake earlier than you.",
	"Knowledge is the life of the mind.",
	"Follow the way of life, which the Holy Prophet has shown you, for verily that is the right path.",
	"Do not look down upon any Muslim, for even the most inferior believer is great in the eyes of God.",
	"If you expect the blessings of God, be kind to His people.",
	"The greatest truth is honesty, and the greatest falsehood is dishonesty.",
	"O man you are busy working for the world, and the world is busy trying to turn you out.",
	"He who builds a masjid in the way of Allah, God will build a house for him in the paradise.",
	"Cursed is the man who dies, but the evil done by him survives.",
	"To fight against the infidels is Jihad; but to fight against your evil self is greater Jihad.",
	"Do not follow vain desires; for verily he who prospers is preserved from lust, greed and anger.",
	"If you want to control other people, first control yourself.",
	"Our abode in this world is transitory, our life therein is but a loan, our breaths are numbered and our indolence is manifest.",
	"When knowledge is limited - it leads to folly... When knowledge exceeds a certain limit, it leads to exploitation.",
	"He who prays five times a day is in the protection of God, and he who is protected by God cannot be harmed by anyone.",
	"If an ignorant person is attracted by the things of the world, that is bad. But if a learned person is thus attracted, it is worse.",
	"There is greatness in the fear of God, contentment in faith of God, and honour in humility.",
	"He who fears to weep, should learn to be kind to those who weep.",
	"He who aspires to paradise should learn to deal with people with kindness.",
	"He who becomes a Muslim does so in his own interest.",
	"You should not quarrel with your neighbour, for he will remain where he is, but your high handedness will become the talk of the people.",
	"There is no harm in patience, and no profit in lamentation. Death is easier to bear (than) that which precedes it, and more severe than that which comes after it. Remember the death of the Apostle of God, and your sorrow will be lessened.",
	"O what is life, if we must hold it thus as wind-blown sparks hold momentary fire?",
	"Alone! Alone! No beacon, far or near! No chart, no compass, and no anchor stay!",
	"Let Justice, blind and halt and maimed, chastise the rebel spirit surging in my veins, let the Law deal me penalties and pains And make me hideous in my neighbours' eyes.",
	"Have all the hopes of ages come to naught? Is life no more with noble meaning fraught?",
	"I'm like a fungus; you can't get rid of me.",
	"It was never the fame or fortune that drove me to act. It was something I love and enjoy doing it. A lot of people identify who they are by what they do and that's not me. It's what I do but not who I am. Who I am is a parent. I'm a family man.",
	"I just consider myself a piece of the puzzle and I'm lucky enough to be asked or invited to the party, if you will. I hope I can bring some laughs and grimaces to the fans.",
	"I tested for a couple of pilots, but they said I was too tall.",
	"I was involved with drama departments since the 5th grade. I played at it. It was an escape.",
	"I'm not much of a jokester.",
	"My heroes are the camera crew and the electricians. They work such long hours.",
	"You get a sense of how the show works and then let your personality take over.",
	"The only people who have control over their careers are the ones you see on the covers of magazines. Everyone else is just plodding along making a living. The key is not to live over your means and overdo it.",
	"The guys I grew up with, my cinematic heroes, have always been men of few words, but of action. Clint Eastwood, Eli Wallach.",
	"I always did think that when I turned 40, I'd start coming into my own.",
	"I think work begets work.",
	"I'm no Leonardo DiCaprio.",
	"Stillness as a technique is still really captivating to me.",
	"What I try to do is to appreciate every job I have while I'm working on it.",
	"A lot of the television industry is so cookie-cutter. In general, there are so many shows that are easy and bland to watch. You can tune in at any time and know exactly where you are in the story arc because it's pretty much the same every week.",
	"I'm always looking, as an actor, for activities. I think it's far more interesting to watch what people do than what they say. You always want to watch behavior, because the dialogue as written by our illustrious leaders is great. Eminently playable.",
	"Economics is all about consumption. People either spend money now or they use financial instruments - like bonds, stocks and savings accounts - so they can spend more later.",
	"Hating Wall Street is an American tradition that dates back even to the days when Thomas Jefferson cursed that money lover Alexander Hamilton. And for centuries, the complaints about it have largely stayed the same: 'It does nothing! It creates chaos! It's a parasite that sucks hardworking Americans dry!'",
	"When you see a merger between two giants in a declining industry, it can look like the financial version of a couple having a baby to save a marriage.",
	"Poverty is not the simple result of bad geography, bad culture, bad history. It's the result of us: of the ways that people choose to organize their societies.",
	"Holiday binge-buying has deep roots in American culture: department stores have been associating turkey gluttony with its spending equivalent since they began sponsoring Thanksgiving Day parades in the early 20th century.",
	"The cardinal rule of taxation is that whatever you put a levy on, you'll inevitably get less of. Taxing corporate activity means less investing, less hiring, fewer jobs and a smaller economy, which hurts the rich, the poor and the middle class alike.",
	"If an alien with an accounting degree touched down in America, it might conclude that we're a weird cult that spends 11 months living frugally and four crazy weeks buying tons of stuff we don't need. It wouldn't be entirely wrong, either.",
	"'Reinventing the Bazaar,' by John McMillan, is a great and fun introduction to the wild variety and importance of markets throughout history and around the world. I finally understood how a Middle Eastern souk actually works economically and how to compare that to modern-day telecom-spectrum auctions. I love that book.",
	"If the American government can't stand behind the dollar, the world's benchmark currency, then the global financial system will very likely enter a new era in which there is much less trade and much less economic growth. It would be, by most accounts, the largest self-imposed financial disaster in history.",
	"In poor countries, the rich and powerful crush the poor and powerless.",
	"Whenever you hear news about jobless claims or the unemployment rate, you should translate that in your mind to one simple phrase: Stay in school.",
	"Economics is not a discipline that comes to correct answers - economies are too complex.",
	"Lots of countries have great constitutions, but their leaders have a practice of ignoring the rules whenever they feel like it.",
	"The economy works best when better ideas win out over worse ideas, harder work wins out over less work, when it's a fair fight in the marketplace.",
	"Unlike physics, economists don't settle things. There seems to be plenty of room for different conclusions that are still accepted in the academy.",
	"We can fight over what the taxation levels should be, but the tax system should be very, very simple and not distortionary.",
	"When you cover the economy as a reporter, there's one part of the job that is always easy: finding economists who disagree.",
	"The America that I think most Americans would want, most economists on the right or left would want, is one in which a smart, ambitious, hardworking person without a huge amount of resources has a pretty good shot, in the end, of beating out a less smart, less ambitious, less hardworking rich person.",
	"The American dream always meant that anybody willing to put in a hard day's work could make a decent living. That's just not true anymore for people without at least some post-high school education.",
	"The idea of confidence, of the emotions of the population, is an incredibly important one in economics. John Maynard Keynes called it 'animal spirit.' And if people are feeling generally good about the future, they're more likely to spend money, to start new companies; companies are more likely to hire people, make investments.",
	"The economics profession advances by one confusing financial disaster at a time.",
	"Most rich countries have reported increases in happiness as they become richer.",
	"The so-called skills gap is really a gap in education, and that affects all of us.",
	"Happiness quantification sounds a bit wishy-washy, sure, and through a series of carefully administered surveys across the globe, economists and psychologists have certainly confronted a fair number of sticky issues around how to measure, and even define, happiness.",
	"Art is often valuable precisely because it isn't a sensible way to make money.",
	"I'd like to be a geneticist to be honest, but there are limits to what I can do now. For my dream to come true I'd have to be 20 years old again, heading off to a blue chip university.",
	"I'm working harder now than ever before. I couldn't turn down the BBC job because I've never been offered the opportunity of killing three or four people on screen before!",
	"I had a financial page to write in the Mail on Sunday where I'd give tips on shares. I worked there for two and a half years. Nothing compares to the burst of energy felt on a newsroom floor when a big story breaks.",
	"Every step and every movement of the multitude, even in what are termed enlightened ages, are made with equal blindness to the future; and nations stumble upon establishments, which are indeed the result of human action, but not the execution of any human design.",
	"In every commercial state, notwithstanding any pretension to equal rights, the exaltation of a few must depress the many.",
	"Man, in his animal capacity, is qualified to subsist in every climate.",
	"Like the winds that we come we know not whence and blow whither soever they list, the forces of society are derived from an obscure and distant origin. They arise before the date of philosophy, from the instincts, not the speculations of men.",
	"The artist finds, that the more he can confine his attention to a particular part of any work, his productions are the more perfect, and grow under his hands in the greater quantities.",
	"The history of mankind is confined within a limited period, and from every quarter brings an intimation that human affairs have had a beginning.",
	"During 'Saturday Night Fever' at the end of the first act dance number I tried to perform a split-jump, only I can't do them so I ended up on my ass followed by the most unsightly backward roll out of it, followed by the cast falling over in laughter and a good portion of the audience too.",
	"I love travelling, and had the pleasure of being in the most developed country in the world and then parts of two of the most pristine natural areas of the world: the Galapagos islands and the Equador Amazon jungle. The contrast was incredible.",
	"I'm a loser on Sunday. Yeah, I'm a couch potato. I get up and try and eat and then back on the couch. And watch anything.",
	"Well it's hard to remember who, but I drunk dial a lot.",
	"If I could have anyone on speed dial it would be George Clooney. He seems like a cool guy who would give good advice.",
	"People do more important jobs than acting in film that should be recognised, but for some reason it's big money, so people are elevated in status. If I was a bus driver, I'm sure you wouldn't be interviewing me.",
	"I was seeing this girl recently and used to call her up saying I missed her. I can't help it after a few drinks!",
	"The most famous person in my phone is Lindsay Lohan. We starred in 'Confessions of a Teenage Drama Queen' together in 2004 and we've stayed in touch.",
	"At 15 I auditioned for 42nd Street in Australia. Dein Perry was in that show. I actually got the job but I couldn't do it because I was only 15. Legally I needed to have another 15-year-old to cover consecutive nights.",
	"My favorite thing to do is to wind those guys up by hitting on their girlfriends. I say, 'I think your girlfriend's gorgeous, but it's all right, I'm gay.' They get very nervous after a few minutes!",
	"I think 'Tap Dogs' has lasted so long because people have a natural interest in tap dancing. This form of dancing can't be dated, it's such an intriguing form of dance because the feet are also an an instrument.",
	"Families, particularly, tend to be the ones that you take the most for granted. They seem to slip under the radar, all those important things - it almost becomes second nature to do so.",
	"You eventually get used to looking at girls picking their leotards out of their bums and that sort of stuff.",
	"I do like to keep mementos from my work, whether they be photos, the backs of make-up chairs or even props and clothes.",
	"I don't care if people think I'm gay. I know I'm not, so it doesn't bother me.",
	"I love 'Glee' so much. It just works - it's on the edge of ridiculous.",
	"I started tapping and I was okay. Then after about two years my feet knew what they were doing!",
	"I started with ballet and then my cousin Sarah introduced me to her tap teachers.",
	"It's always fun teasing the person. When they ask if I'm gay, I say, 'Oh, I don't know.'",
	"The process of rehearsal means you learn so much and really get the chance to develop your work on a character.",
	"They spend an awful lot of money on I-don't-know-what in Hollywood movies; I certainly didn't get any of it. But they sure do love spending money.",
	"They think my life is glamourous. It's not true. I obviously get to come in and do radio interviews. That's the glamour. But other than that, I eat and sleep and that's it. Eat, sleep and do shows.",
	"God seeks to influence humanity. This is at the heart of the Christmas story. It is the story of light coming into the darkness, of a Savior to show us the way, of light overcoming the darkness, of God's work to save the world.",
	"As a pastor, I have a deep desire to lead people to God and encourage people to pray, read the Bible, and carry their faith into every part of their lives.",
	"Jesus' own witness of sacrificial love and forgiveness, and his work to heal the sick and care for those in need, represent God's ways and vision for us.",
	"While some misuse their freedom to perpetrate evil, millions respond by feeling compelled to use their freedom to do good.",
	"I am a pastor, and I teach and preach the Bible to my congregation every week. But the Bible is not a manufacturer's handbook. Neither is it a science textbook nor a guidebook for public policy.",
	"The Bible calls us to love our neighbors, and to do justice and love kindness, not to indiscriminately kill one another.",
	"I love the Bible. I read it every day. I spend 10 hours a week studying it. It has affected my life in profound ways. I am inspired when I read it.",
	"If 'everything happens for a reason,' then every act of evil is ultimately God's doing.",
	"Christians believe that God is everywhere and is involved in our lives at every moment, whether we publicly acknowledge God or not.",
	"I'm convinced many of America's heroes are public school teachers and administrators. Many of these people do what they do because of their faith.",
	"In America our public schools are intended to be religiously neutral. Our teachers and schools are neither to endorse nor to inhibit religion. I believe this is a very good thing.",
	"Learning to read the Bible in the light of the times in which it was written is critical.",
	"I've always been fascinated by people, their psychology, what drives them and trying to understand them.",
	"I kind of stumbled into acting, even though I've always been fascinated by people and kind of their motives, and it's been amazing to me, everything I read before about psychology, philosophy, just to put it into practice somehow.",
	"In theater, you go in-depth with your character, so coming to the States, it was inevitable to dig into the pilots I liked. I knew what characters I was going to be reading for, so I would dissect them and really get involved with them.",
	"I never said that I wanted to be an actor when I was a kid. I didn't know. I thought I was going to be a singer and musician. That's what I had been doing, for a huge part of my life.",
	"Music, in Mexico, just wasn't working out. So, I fell into acting and I just fell in love with it. It was amazing! It was a great safe place to just vent.",
	"I'm a runner. Not a race runner, but I just love to run, and I don't think I've ever tasted such amazing food like I've tasted in the whole entire New York.",
	"I like looking nice, but I always put comfort over fashion. I don't find thin girls attractive; be happy and healthy. I've never had a problem with the way I look. I'd rather have lunch with my friends than go to a gym.",
	"Mum loves me being famous! She is so excited and proud, as she had me so young and couldn't support me, so I am living her dream, it's sweeter for both of us. It's her 40th birthday soon and I'm going to buy her 40 presents.",
	"It's never been an issue for me - I don't want to go on a diet, I don't want to eat a Caesar salad with no dressing, why would I do that? I ain't got time for this, just be happy and don't be stupid. If I've got a boyfriend and he loves my body then I'm not worried.",
	"I don't make music for eyes. I make music for ears.",
	"I have insecurities of course, but I don't hang out with anyone who points them out to me.",
	"I've been singing properly every day since I was about fifteen or sixteen, and I have never had any problems with my voice, ever. I've had a sore throat here and there, had a cold and sung through it, but that day it just went while I was onstage in Paris during a radio show. It was literally like someone had pulled a curtain over it.",
	"My voice went recently, never happened before, off like a tap. I had to sit in silence for nine days, chalkboard around my neck. Like an old-school mime. Like a kid in the naughty corner. Like a Victorian mute.",
	"Heartbreak can definitely give you a deeper sensibility for writing songs. I drew on a lot of heartbreak when I was writing my first album, I didn't mean to but I just did.",
	"I will not do festivals. The thought of an audience that big frightens the life out of me.",
	"My life is full of drama, and I don't have time to worry about something as petty as what I look like.",
	"I just want to make music, I don't want people to talk about me. All I've ever wanted to do was sing. I don't want to be a celebrity. I don't want to be in people's faces, you know, constantly on covers of magazine that I haven't even known I'm on.",
	"I don't write songs about a specific, elusive thing. I write about love, and everyone knows what it is like to have your heart broken.",
	"Sometimes with pop music, you have to see it to love it. With soul music, it's sparse. There's nothing that's pretentious or planned. It's just so gutsy.",
	"I'm really happy to be me, and I'd like to think people like me more because I'm happy with myself and not because I refuse to conform to anything.",
	"I like having my hair and face done, but I'm not going to lose weight because someone tells me to. I make music to be a musician not to be on the cover of Playboy.",
	"The focus on my appearance has really surprised me. I've always been a size 14 to 16, I don't care about clothes, I'd rather spend my money on cigarettes and booze.",
	"I love a card. You know, cards? At birthdays? I collect them.",
	"I have never been insecure, ever, about how I look, about what I want to do with myself. My mum told me to only ever do things for myself, not for others.",
	"I've never been more normal than I am now.",
	"I've never wanted to look like models on the cover of magazines. I represent the majority of women and I'm very proud of that.",
	"I am never writing a breakup record again, by the way. I'm done with being a bitter witch.",
	"I am quite loud and bolshie. I'm a big personality. I walk into a room, big and tall and loud.",
	"You have to prioritize what you stress about when you have a child.",
	"Crying is really bad for your vocal cords.",
	"I don't really need to stand out, there's room for everyone. Although I haven't built a niche yet, I'm just writing love songs.",
	"I was one of the many horses pulling the wagon and couldn't escape left or right because of the will of the driver.",
	"Now that I look back, I realize that a life predicated on being obedient and taking orders is a very comfortable life indeed. Living in such a way reduces to a minimum one's need to think.",
	"To sum it all up, I must say that I regret nothing.",
	"We shall meet again. I have believed in God. I obeyed the laws of war and was loyal to my flag.",
	"It's unbelievable what one squadron of twelve aircraft did to tip the balance.",
	"According to Goering and the Luftwaffe High Command, they were supposed to be the fighter elite.",
	"I would like to mention that I have flown the 262 first in May '43. At this time, the aircraft was completely secret. I first knew of the existence of this aircraft only early in '42 - even in my position. This aircraft didn't have any priority in design or production.",
	"If we would have had the 262 at our disposal - even with all the delays - if we could have had in '44, ah, let's say three hundred operational, that day we could have stopped the American daytime bombing offensive, that's for sure.",
	"Many pilots of the time were the opinion that a fighter pilot in a closed cockpit was an impossible thing, because you should smell the enemy. You could smell them because of the oil they were burning.",
	"When I was fired from my post as General of the Fighter Arm, I was to give proof that this jet was a superior fighter. And that's when we did it. I think we did it.",
	"And most of these pilots were lost during the first five flights.",
	"I could not claim them because I was not supposed to be flying in combat.",
	"I had to inspect all fighter units in Russia, Africa, Sicily, France, and Norway. I had to be everywhere.",
	"I made a written report which is still today in existence. I have a photocopy of it, and I am saying that in production this aircraft could perhaps substitute for three propeller- driven aircraft of the best existing type. This was my impression.",
	"Of course, the outcome of the war would not have been changed. The war was lost perhaps, when it was started. At least it was lost in the winter of '42, in Russia.",
	"We had at our disposal the first operational jet, which superseded by at least 150 knots the fastest American and English fighters. This was a unique situation.",
	"We have built a total of about 1250 of this aircraft, but only fifty were allowed to be used as fighters - as interceptors. And out of this fifty, there were never more than 25 operational. So we had only a very, very few.",
	"Nine g's is good, if the pilot can stand it. We couldn't stand it. Not in the airplanes of World War II.",
	"This would only come if you have a revolutionary change in technology like the jet brought about.",
	"The throttles could only move very, very slowly, always watching the temperature, always watching. And even in throttling back, you could bust it, even being very careful.",
	"We had so much fun in Ghana and they are really lovely people.",
	"On stage, we just want to generate hysteria. We don't care about looking cool or posing.",
	"A lot of people are obsessed with looking cool. They feel they have to look after their image.",
	"Performers like Tommy Cooper, who are always getting things wrong, are much more endearing than comedians who are sassy and smart.",
	"I've always had a kind of visual eye, and it was a pleasant exercise for that.",
	"There is a lot of rubbish written about toilet humour - people saying it is childish and pretending it is beneath them - but there is no doubting the effectiveness of a really good willy gag.",
	"From the stage I've seen people of all ages absolutely roaring at really good toilet humour.",
	"I'm waiting for the time when I fail - because we all fail - and I'm ready, I'll take up carpentry.",
	"I've never played a hero before so I jumped at the chance.",
	"Richie and Eddie couldn't exist without each other. They're two halves of the same person.",
	"I don't claim that our TV comedies are highbrow in anyway, but I think there's a basis to them, and that's why they're more popular than other TV comedies. There's a basis of truth in them, a gut feeling.",
	"We only have one agenda, which is to make 'em laugh their pants off. Unless they are girls, of course, when it is to make them laugh their bras off so we can get a quick look.",
	"It only works because we still amuse each other. After we have been working with other people, it is so refreshing to laugh unreservedly when we are back together again.",
	"Even though we work in the same field, we have an intense private life away from our professional lives.",
	"Most modern comedy is crap.",
	"The most fun I ever have is sitting in with Rick writing, and we laugh at our own jokes.",
	"We have never been strictly political, only strictly funny.",
	"You're entering dangerous land when you start theorising about comedy.",
	"People expect us to be different, but we're not. We're very similar people, and it's because we're so similar and close to each other that we make each other laugh - in fact we make each other laugh more than we make anyone else laugh.",
	"I remember once having to stop performing when I thought an elderly man a few rows back from the front was actually going to die because he was laughing so hard.",
	"It's definitely time to stop. We're getting too old. We both realised that the show wasn't as engaging as it used to be. We were starting to look a bit ridiculous.",
	"Autism doesn't have to define a person. Artists with autism are like anyone else: They define themselves through hard work and individuality.",
	"Don't ever give up. Believe in yourself or no one else will. My personal saying is: 'I'd rather die knowing that I tried to do what I love.'",
	"When I was 19 years old, I actually did get breast implants. Probably one of my greatest regrets because I went from having an insecurity that I didn't have big breasts to now looking like a porn star, and I was like, 'This is not great.'",
	"Autism currently affects one in 88 children in the U.S., and its prevalence continues to rise. That's why it's important to help organizations like Autism Speaks raise awareness and funds to support families and individuals impacted by it.",
	"When my hair is curly, I use Suave coconut conditioner. It's not a leave-in, but I use it like one. It is so light and really brings out my hair's curl. A lot of leave-ins are too heavy, but this one is just perfect. When it's straight, I love Frederick Fekkai Tech Shampoo & Conditioner and their Olive Oil glossing cream.",
	"A friend of mine works for Autism Speaks. It's an amazing cause that is making a real difference in the lives of so many people.",
	"Do you know how many times my career has been close to rock bottom? Each time, I was like, 'Girl, figure it out. Reinvent yourself.'",
	"I am personally am a fan of buff nails - not so much of clear polish, but a great buff nail is amazing.",
	"I don't love duck nails, where the nails are really wide on top. I am not a fan of that!",
	"I see my sister, and she's on her second baby, and I'm like, 'That's success.' Having a family - I can't wait for that.",
	"I think for such a long time people had this misconception of who I was and what I was about.",
	"I think the most important thing that I've learned is that you live and you learn. Try not to make the same mistakes twice.",
	"I want a family. I see my sister, and she's on her second baby, and I'm like, 'That's success.' Having a family - I can't wait for that.",
	"I'm huge fan of 'Timeflies.'",
	"One of my goals is to have this incredible body. I want to be strong, to be ripped.",
	"Understand that life is journey. I haven't achieved the success I wanted to achieve yet, but that's OK - it's coming.",
	"Do you know how many times my career has been close to rock bottom? Each time, I was like, 'Girl, figure it out. Reinvent yourself.' Just the other day, I was having lunch with my mom, and she said, 'You've taught me so much. You are so resilient.'",
	"Getting your nails done with your man is so much fun. Having them help you out choosing the color, I love that. I think it's great to get a man's perspective on nails and to sit there to get your nails done with him.",
	"I feel like in L.A., you wake up, you put your diamond studs on, put your workout gear, your cute shades, and it is kind of the outfit you stay in the entire day.",
	"I have an odd fetish with nails. I was always doing beauty blogs about nails, and it would be on Fridays called 'Friday's Fingertip Fetish.' It became so popular that a nail polish company approached me, and Fingertip Fetish was born.",
	"I honestly really, really love Topshop. I've bought a lot of booties from there. I think they have a great selection of really funky booties at Topshop.",
	"I honestly really, really love Topshop. I've bought a lot of booties from there. I think they have a great selection of really funky booties at Topshop. My splurge would be a pair of leather Christian Louboutin over-the-knee boots. They're sick! I would do a really stretchy skinny jean under a black turtleneck and call it a day!",
	"I think The 'Cheetah Girls' was originally supposed to be one film, but then it became two and three, which was a huge deal. But like all Disney franchises, they have to come to an end at some point. I was so grateful we went out with a bang. I think we died off peacefully.",
	"One of my favorite fall items is a turtleneck. Cozy pieces like that for the fall - cashmere, fluffy cream turtlenecks - I think that's so sexy.",
	"I think I'm a pretty open book. We're all a work in progress, and I'm not ashamed to say that I don't have it all together - I don't really think anyone does.",
	"For then only will you be strong, when you cherish the laws, and when the revolutionary attempts of lawless men shall have ceased.",
	"Be assured, fellow citizens, that in a democracy it is the laws that guard the person of the citizen and the constitution of the state, whereas the despot and the oligarch find their protection in suspicion and in armed guards.",
	"From a small seed a mighty trunk may grow.",
	"He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God.",
	"Obedience is the mother of success and is wedded to safety.",
	"There is no pain so great as the memory of joy in present grief.",
	"God lends a helping hand to the man who tries hard.",
	"I have learned to hate all traitors, and there is no disease that I spit on more than treachery.",
	"For the poison of hatred seated near the heart doubles the burden for the one who suffers the disease; he is burdened with his own sorrow, and groans on seeing another's happiness.",
	"God always strives together with those who strive.",
	"Time brings all things to pass.",
	"God loves to help him who strives to help himself.",
	"You have been trapped in the inescapable net of ruin by your own want of sense.",
	"What is there more kindly than the feeling between host and guest?",
	"Bronze in the mirror of the form, wine of the mind.",
	"The words of truth are simple.",
	"There is no sickness worse for me than words that to be kind must lie.",
	"It is not the oath that makes us believe the man, but the man the oath.",
	"But time growing old teaches all things.",
	"And one who is just of his own free will shall not lack for happiness; and he will never come to utter ruin.",
	"What atonement is there for blood spilt upon the earth?",
	"It is in the character of very few men to honor without envy a friend who has prospered.",
	"Happiness is a choice that requires effort at times.",
	"Be bold and boast, just like the cock beside the hen.",
	"Ah, lives of men! When prosperous they glitter - Like a fair picture; when misfortune comes - A wet sponge at one blow has blurred the painting.",
	"For know that no one is free, except Zeus.",
	"I know how men in exile feed on dreams.",
	"No act of kindness, no matter how small, is ever wasted.",
	"Gratitude is the sign of noble souls.",
	"Every truth has two sides; it is as well to look at both, before we commit ourselves to either.",
	"A liar will not be believed, even when he speaks the truth.",
	"Appearances are often deceiving.",
	"It is not only fine feathers that make fine birds.",
	"Affairs are easier of entrance than of exit; and it is but common prudence to see our way out before we venture in.",
	"We hang the petty thieves and appoint the great ones to public office.",
	"The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted.",
	"The little reed, bending to the force of the wind, soon stood upright again when the storm had passed over.",
	"A crust eaten in peace is better than a banquet partaken in anxiety.",
	"After all is said and done, more is said than done.",
	"It is easy to be brave from a safe distance.",
	"We should look to the mind, and not to the outward appearance.",
	"Don't let your special character and values, the secret that you know and no one else does, the truth - don't let that get swallowed up by the great chewing complacency.",
	"United we stand, divided we fall.",
	"Please all, and you will please none.",
	"The unhappy derive comfort from the misfortunes of others.",
	"Example is the best precept.",
	"The smaller the mind the greater the conceit.",
	"Our insignificance is often the cause of our safety.",
	"Persuasion is often more effectual than force.",
	"People often grudge others what they cannot enjoy themselves.",
	"We often give our enemies the means for our own destruction.",
	"Adventure is worthwhile.",
	"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.",
	"The only thing I want is to awaken all humans on the planet that we are living on Mother Earth.",
	"You want to buy cars and houses and castles, all of that's on you and how America has systematized your mind to be into materialism. Hip-hop ain't got nothing to do with that. I'm glad that anybody making money has picked themselves up - I just want them to give some of it back to the community.",
	"November is Hip-Hop History Month, where we give celebration to what hip hop has done to bring together people of the world, people of all nationalities, young people, all the political systems and politicians on the planet.",
	"We want you to sit down and leave your egos at home and let's get an understanding as to where all this is foolishness coming from. There are others who are putting things out there or throwing a stick and hiding their hand and keeping things built up in the media.",
	"A lot of times, when people say hip-hop, they don't know what they're talking about. They just think of the rappers. When you talk about hip-hop, you're talking about the whole culture and movement. You have to take the whole culture for what it is.",
	"Everybody needs to show respect to each others' ways and the cultural life that you get on this planet. Don't get caught up on 'I'm brown, black, white, red, blue, whatever.' You gotta ask, what were you called before 1492? All these names we're using now are just an illusion made to keep us fighting each other.",
	"All music is dance music. But when people think of dance music, they think of techno or just house. Anything you can dance to is dance music. I don't care if it's classical, funk, salsa, reggae, calypso; it's all dance music.",
	"You treat people with greatness and greatness will come back to you.",
	"How you act, walk, look and talk is all part of Hip Hop culture. And the music is colorless. Hip Hop music is made from Black, brown, yellow, red and white.",
	"It ain't no joke when you lose your vinyl.",
	"My definition of hip hop is taking elements from many other spheres of music to make hip hop. Whether it be breakbeat, whether it be the groove and grunt of James Brown or the pickle-pop sounds of Kraftwerk or Yellow Magic Orchestra, hip hop is also part of what they call hip-house now, or trip hop, or even parts of drum n' bass.",
	"I'm as old as the moon and the stars, and as young as the trees and the lakes. My style comes from looking at what came before me, and from visiting a lot of places.",
	"They allow us to disrespect our Black woman. A lot of these things would be considered criminal if it were to be carried out in the streets. That's like when they tell you after you buy your VHS and you rent movies they tell you not to copy the movies.",
	"I am one of the founders of Hip-Hop along with my brothers Kool DJ Herc and Grandmaster Flash.",
	"I'm the renegade of funk. I've made house, techno, rock, funk, reggae... That's why I've been on so many different labels.",
	"I wear anything of culture, from the Earth or beyond. The whole planet is my shop.",
	"There's a lot of people over time who have brought out all these funky records that everybody has started jumping on like a catch phrase... When Planet Rock came out, then you had all of the electro funk records.",
	"Hip-hop has been hijacked by a Luciferian conspiracy. People have used hip-hop in a lot of ways that cause a lot of mind problems. They use the word wrongfully. They use it to mean a part instead of a whole.",
	"I'm fanatical about movies: African, European, Viking, Roman. I got into witchcraft and magic from watching 'Bewitched' and 'The Wizard of Oz,' which shows in some of my outfits. I dress to reflect the whole spectrum of the universe.",
	"If you see something is going wrong within politics and the world today, then some Hip Hop artist is gonna come along and get straight with it. If they think that there's a lot of racism going on then there's another Hip Hop artist who's gonna come out and speak their mind.",
	"We used to play a lot of Fela Kuti in the early days of hip-hop. In my DJ sets I'll jump off into rock, salsa, African. I like to play some crazy stuff and see the vibrations of the people.",
	"We also want to try and slow down all this foolishness that's going on between the East and West. We gotta understand that Hip Hop is now universal. Hip Hop is not East coast or West coast.",
	"When you talk about rap you have to understand that rap is part of the Hip-Hop culture.",
	"Actually freestyle really comes from 'Planet Rock'. If you listen to all the freestyle records you'll hear that they are based on 'Planet Rock'. All the Miami Bass records are based upon Planet Rock.",
	"People need realness, reality. People can sense when someone is being pretentious or fake. It's because you feel it; you see it in someone's body language.",
	"For me, it's a great thing to tell people anything is possible. When I was 15, people told me 'You're not going to be a DJ.'",
	"Maybe one day there will finally be an education for electronic music.",
	"One of the reasons why my album is called 'Forget the World' is because when you listen to the world, you make stupid mistakes.",
	"I have been fully involved in designing my stage shows; it's important to me to do something really unique and almost off-the-wall to bring the music and the visuals together. I love design and actually went to school for a bit for graphic design, so it isn't so much 'pressure' for me; it's a way to be creative, and I really enjoy it.",
	"I was in school - I was a good learner; if I wanted to get something done, I could get it done. I was lazy, though. I was always, like, sort of an outcast. And when I got home, I was always doing music, but when I was doing music, no one was there to judge it, you know? It was just me in my bedroom. It gave me freedom and made me happy.",
	"My debut album, 'Forget the World,' is all about not listening to the negativity around you and to continue to do what you love, no matter what people think. I love what I do. Dance music is my passion, my life. There is no greater feeling than being one with my fans, partying to the music we love.",
	"People buy a ticket to see your show, so from the moment I get onstage, I can have no insecurities, because they're already there. You have to get people to listen. If they listen, everything's cool.",
	"Cars for me are like a piece of art.",
	"Every song, every form of art, clothing, shoes, it has to be special.",
	"Holland is to dance music what Nashville is to country.",
	"I actually did a remix for Katy Perry, and her management didn't respond.",
	"I always loved cars. I used to play 'Need for Speed' all the time... any racing game.",
	"I even have shoes that don't fit. They're just so cool, I wanted to have them.",
	"I have a living room full of clothes. It's insane.",
	"I want to make an album my grandma and my fans are going to like. I want to make my grandma understand a drop and make club fans understand a song.",
	"I'm a DJ who makes dance music who got to play with Sting.",
	"I'm a DJ, but I'm also a ridiculously high-grossing musician due to doing productions.",
	"I'm a producer for fun. I'm not a professional schooled musician or anything.",
	"If you really want a radio station to play your song, go to that radio station every day with that song in your hand and say, 'Please play it.'",
	"Most music that comes out of Holland is basically the harder part of dance music - hip-hop, drum'n'bass.",
	"The coolest things in life are things that you have not done before. That's the key to life: new things always.",
	"The only person you need to be credible to is yourself. When you stand in front of the mirror and nobody is watching, are you happy with yourself?",
	"The only thing you can do to lead a crowd is prove your passion to them.",
	"The only way you can be happy is if you be completely yourself. You have to be you. Don't be what you think you should be.",
	"One of the luckiest things that can happen to you in life is, I think, to have a happy childhood.",
	"Very few of us are what we seem.",
	"One doesn't recognize the really important moments in one's life until it's too late.",
	"I have sometimes been wildly, despairingly, acutely miserable, racked with sorrow, but through it all I still know quite certainly that just to be alive is a grand thing.",
	"Too much mercy... often resulted in further crimes which were fatal to innocent victims who need not have been victims if justice had been put first and mercy second.",
	"Good advice is always certain to be ignored, but that's no reason not to give it.",
	"Crime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions.",
	"An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.",
	"I like living. I have sometimes been wildly, despairingly, acutely miserable, racked with sorrow, but through it all I still know quite certainly that just to be alive is a grand thing.",
	"I don't think necessity is the mother of invention. Invention, in my opinion, arises directly from idleness, possibly also from laziness - to save oneself trouble.",
	"Everything that has existed, lingers in the Eternity.",
	"Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more.",
	"Any woman can fool a man if she wants to and if he's in love with her.",
	"It is a curious thought, but it is only when you see people looking ridiculous that you realize just how much you love them.",
	"The best time to plan a book is while you're doing the dishes.",
	"Most successes are unhappy. That's why they are successes - they have to reassure themselves about themselves by achieving something that the world will notice.",
	"Where large sums of money are concerned, it is advisable to trust nobody.",
	"But surely for everything you have to love you have to pay some price.",
	"There's too much tendency to attribute to God the evils that man does of his own free will.",
	"If one sticks too rigidly to one's principles, one would hardly see anybody.",
	"Never do anything yourself that others can do for you.",
	"It is ridiculous to set a detective story in New York City. New York City is itself a detective story.",
	"There is nothing more thrilling in this world, I think, than having a child that is yours, and yet is mysteriously a stranger.",
	"The popular idea that a child forgets easily is not an accurate one. Many people go right through life in the grip of an idea which has been impressed on them in very tender years.",
	"The happy people are failures because they are on such good terms with themselves they don't give a damn.",
	"My path has not been determined. I shall have more experiences and pass many more milestones.",
	"There is a danger of changing too much in the search for perfection.",
	"I can spot empty flattery and know exactly where I stand. In the end it's really only my own approval or disapproval that means anything.",
	"It's strange that the newspapers don't see a connection between their false revelations about my private life and my need for seclusion and security.",
	"I just want to live in peace and quiet.",
	"I have always had strong maternal instincts. Even when I was still a child I cut out pictures of prams from newspapers and imagined the feeling of pushing my own pram through fresh winter snow and seeing the wheels' tracks behind me in the snow.",
	"It has always felt like a failure that Bjorn and I couldn't keep our family together. You never get it back, but to this day I don't regret splitting up. The reason behind our separation is one of those things I definitely don't want to go into!",
	"I must be allowed to be as I am.",
	"I would like to sing the theme tune of a big film - something like 'Titanic.'",
	"There was a time when the music fell silent. Both within me and around me.",
	"When I was 25, Abba was formed. After Abba I made three solo albums. Maybe I have been productive enough.",
	"I have one pug and one Czechoslovakian dog called Prazsky krysarik.",
	"My life contains so many other things; I have my children, my grandchildren, my two dogs and a big place in the country. I have my own life.",
	"The press has always written that I am a recluse and a mysterious woman, but I am more down-to-earth than they think.",
	"When I'm living in the world of luxury and celebrity, which is where I found myself for a large part of my life, it's a walk-on part. Not a vital necessity, like it is for so many people. I enjoy it but I can see right through it!",
	"No one who has experienced facing a screaming, boiling, hysterical audience can avoid feeling shivers in the spine. It's a thin line between celebration and menace.",
	"I may have aimed too high sometimes, asked too much of myself and demanded too little from those around me.",
	"This idea of trying to repeat a success doesn't interest me. It's only really done to make money.",
	"When I was 15 I became a full-time singer in a band. At 18 I made my first record.",
	"I sing just for fun.",
	"I'm a country bumpkin. I'm not a showgirl.",
	"When you love someone, and you've lost that one, then nothing really matters.",
	"I am uninterested in appearing in newspapers and on television. Many people think I am striking a pose - that I want to create a sense of shyness. But it's just not something I want to do. I overdosed.",
	"I spend a lot of time with the grandchildren. They love it when we sing together. It's fantastic to hear them, and they really can sing. I don't talk to them so much about 'Abba' and the past, but as they get older, they will become more aware.",
	"I used to suffer from stage fright, which at times was an ordeal. I won't perform live again. I'm going to do some TV shows and videos but nothing else... I don't like to travel too much or do concerts. I'm more of a studio and home girl.",
	"I would like to be a scholar in whatever I do, a scholar is never finished, he is always seeking and I am always seeking.",
	"The quickest way to become troubled is to be concerned with what people are gonna say about your life and your work.",
	"Many fail to realize this great recording industry was built by so-called jazz artists. And at the other end of the spectrum, a base in European classical music as well.",
	"You've got a big, big problem if you get caught up in what people say. If you're gonna live for what people say, you might as well lay down and forget it. Because it doesn't work that way.",
	"It's so exciting to headline a film. It's not every day you see a Latina carrying a full-length feature.",
	"Latinos are the fastest growing minority, and we're obviously not going anywhere. We're extremely loyal as a people, and I think Hollywood is starting to recognize that. It's very rare for a major studio to nationally distribute a film with Latino talent, not only in front of the camera, but also behind the camera.",
	"I felt completely at home in Mexico - speaking Spanish to my cousins, running around Acapulco and stuffing my face with mole and homemade tortillas. Mexico opened my heart.",
	"In 'George Lopez', I played Veronica who's a bratty 18-year-old, and so I feel like it's much easier for me to play that because I feel like a late bloomer. It wasn't difficult or challenging at all because it's not like I haven't been a teenager.",
	"I'm dating a very high-maintenance career.",
	"I have been a fan of Dexter since the pilot. Once I got the audition I just squealed, and you would have thought I just won 45 million dollars.",
	"When I was a kid, it wasn't very often that I could go to the movies and see an entire movie carried on the shoulders of someone who looked like me.",
	"Education equals choices. I have been blessed with the choice to be anything I ever wanted to be, and I truly owe my happiness to my family and education.",
	"I always promised myself if I ever got the chance to do a 'Flashdance'-type of movie, I would do my own dancing. I can say with pride that every single dance move in 'Go For It!' is my own dance move.",
	"To me, acting is like tennis. You're only as good as the person you're playing with, so if you're playing with Michael C. Hall, what do you have to worry about?",
	"Capitalism is the legitimate racket of the ruling class.",
	"I am like any other man. All I do is supply a demand.",
	"I don't even know what street Canada is on.",
	"I have built my organization upon fear.",
	"My rackets are run on strictly American lines and they're going to stay that way.",
	"Now I know why tigers eat their young.",
	"Prohibition has made nothing but trouble.",
	"This American system of ours, call it Americanism, call it capitalism, call it what you will, gives each and every one of us a great opportunity if we only seize it with both hands and make the most of it.",
	"Vote early and vote often.",
	"When I sell liquor, it's called bootlegging; when my patrons serve it on Lake Shore Drive, it's called hospitality.",
	"You can get much farther with a kind word and a gun than you can with a kind word alone.",
	"Anyone who can walk to the welfare office can walk to work.",
	"Success is following the pattern of life one enjoys most.",
	"Abstract art: a product of the untalented sold by the unprincipled to the utterly bewildered.",
	"The secret of how to live without resentment or embarrassment in a world in which I was different from everyone else. was to be indifferent to that difference.",
	"The public is like a piano. You just have to know what keys to poke.",
	"Today's younger generation is no worse than my own. We were just as ignorant and repulsive as they are, but nobody listened to us.",
	"Young people should be helped, sheltered, ignored, and clubbed if necessary.",
	"There are certain books in the world which every searcher for truth must know: the Bible, the Critique of Pure Reason, the Origin of Species, and Karl Marx's Capital.",
	"Like all New York hotel lady cashiers she had red hair and had been disappointed in her first husband.",
	"My work is being destroyed almost as soon as it is printed. One day it is being read; the next day someone's wrapping fish in it.",
	"Any place that anyone can learn something useful from someone with experience is an educational institution.",
	"We've got to win this battle, and we will. We have to win the peace.",
	"As an Italian-American, I have a special responsibility to be sensitive to ethnic stereotypes.",
	"Those allies who failed to join us will regret it. They're making a mistake.",
	"No. 1, Halliburton. Certainly, if they've overcharged they should be whacked and whacked good, but the idea that the vice president somehow is involved in this, whether they got contracts because of him, that's nonsense.",
	"The fact is that the economy is really posed for the kind of recovery that people can see and understand.",
	"Now the fact that terrorists throughout the world see this as an opportunity to defeat the United States, we have to be - and every Democratic candidate, even those who opposed us going in, now say we just simply can't cut and run.",
	"You have to go to where you can make money, and you see in the service area, in the technological area, those are the areas where we're going to create jobs.",
	"Liberal capitalism is not at all the Good of humanity. Quite the contrary; it is the vehicle of savage, destructive nihilism.",
	"There is a kind of serenity in love which is almost a paradise.",
	"A Truth is the subjective development of that which is at once both new and universal. New: that which is unforeseen by the order of creation. Universal: that which can interest, rightly, every human individual, according to his pure humanity.",
	"Evil is the interruption of a truth by the pressure of particular or individual interests.",
	"Everybody says love is about finding the person who is right for me and then everything will be fine. But it's not like that. It involves work. An old man tells you this!",
	"The declaration of love marks the transition from chance to destiny, and that's why it is so perilous and so burdened with a kind of horrifying stage fright.",
	"Evil is the moment when I lack the strength to be true to the Good that compels me.",
	"I feel really assured by the fact that the women I have loved I have loved for always.",
	"In my own life, I think legends of supernatural, mythic things are really just a manifestation of the collective unconscious. So I don't really get freaked out. I mean certainly, you read about things people did to each other in the pursuit of some mystical or occult goal, and it's horrifying. But that's just human nature.",
	"I was conveniently bisexual for a long time, and then I went, 'Come on, who am I kidding?' And I have to say, it was the single biggest step I took toward emotional well-being, to stop feeling like I had to hide who I am.",
	"It's easy to look at the vampires as a metaphor for any feared or misunderstood group. It's also easy to look at them as a metaphor for a shadow organization that says one thing and has a completely different agenda on their mind, and anybody who gets in their way, they just get rid of them. Does that sound familiar?",
	"I guess in America we're so sold on this ideal of the perfect, well-adjusted family that is able to confront any conflict and, with true love and understanding, work things through. I'm sure they do exist, but I never knew any of them.",
	"There is a fetishization of victimization in our culture. And I just am not interested in victimhood.",
	"Life is suffering. We have desires and expectations and egos, and we compare the reality we have, which is miraculous and wondrous, with this reality we desire. That somehow distances us from actually taking part fully with the reality we do have, and that creates suffering. For me, the thing that I love is that it's all about the present moment.",
	"I'm at the point in my life where I don't want to work as hard. Actually, I've had to take a good hard look at workaholism and it's effect on one's mental health.",
	"I believe forgiveness is possible for everybody, for everything, but I'm a Buddhist.",
	"Vampires are total sexual metaphors; there's just no way around that.",
	"I think it's very difficult, and it requires a tremendous amount of spiritual integrity and discipline, to not be a narcissist in a culture that encourages it every step of the way.",
	"I'm 53. I don't care about high school students. I find them irritating and uninformed.",
	"Racism is ridiculous no matter where it's coming from.",
	"We live in a time where there's an alienation factor. There's a certain disconnection. We don't have any real sense of community anymore.",
	"I certainly believe that what we perceive as humans is just the tip of the iceberg. I don't necessarily believe in vampires or werewolves or that kind of thing, but I believe there is definitely a realm we don't necessarily have access to.",
	"I'm aware of 'Twilight,' but I've never seen the movies or read any of the books. Frankly, the story leaves me cold - why do a vampire story about abstinence?",
	"We live in a patriarchal culture. It's okay for women to be objectified but not for men.",
	"I'm a Buddhist, so one of my biggest beliefs is, 'Everything changes, don't take it personally.'",
	"Death is a companion for all of us, whether we acknowledge it or not, whether we're aware of it or not, and it's not necessarily a terrible thing.",
	"The difference between film and TV is the pace. You don't have the leisure of time in television.",
	"I think sexuality is a window into someone's soul.",
	"I think vampires are a timeless powerful archetype that can tap into people's psyches.",
	"And as I stumbled onto Eastern philosophy and Buddhism, it was the first time I had ever read any sort of philosophy that really made a tremendous amount of sense. What I liked that was missing from my experience of Christianity growing up was a sort of acceptance, a sort of being OK with being imperfect and not focusing on the sin.",
	"I would say try to tell stories that you care about as opposed to stories that you think will sell.",
	"Not everything is going to be successful. To strive for that is really naive. You just do the best you can do.",
	"I always choose to look, as much as one can, at the supernatural not being something that exists outside of nature, but a deeper, fundamental heart of nature that perhaps humans... have lost touch with. It's a more primal thing than perhaps we are attuned to in our modern, self-aware way of life.",
	"When I moved to Los Angeles, aged 54, I printed out Winston Churchill's phrase, 'Never, never, never give up', and stuck it on my fridge. I had no idea what was going to happen, but I knew I had to keep on going.",
	"I was doing a late-night round as a milkman in 1978 when I heard a radio DJ announce that he was leaving. I marched straight to the radio station and told them I could do better. For some reason, they gave me a go.",
	"I did a production of Macbeth in the 1960s in which I had a swordfight in the final scene. But the blade fell off my sword just as I was stabbing the guy. I ended up having to hammer him to death.",
	"My wife says I'm much happier when I'm not a regular on a TV show.",
	"When you're tied to one show, you are very much at the mercy of the writers, so you can suddenly get a script where you have a heart attack and die.",
	"I came to the United States to see what would happen in 2000 after working for 20 years in Australia and asked my agent to look out for the nasty roles because I'd become famous for playing the nicest man in Australia. So I wanted to play bad guys.",
	"I like pubs too, but it's hard for me to go and get proper bladdered in the way I used to. I don't want to moan about being recognised but I do get a bit of grief sometimes.",
	"There's a lot to do when you're a kid - spiders to catch, girls to poke in the eye - stuff to be getting on with.",
	"I don't drive around London much. Any journey around Islington involves hundreds of speed bumps that seem to tear the bottom of your car off.",
	"I was hugely disappointed that 'Whites' was cancelled.",
	"I'm quite a curious person. I don't mind being the one who doesn't know things, a role I often play in QI.",
	"The principle that light can be in two places at the same time is absolutely extraordinary.",
	"My favourite restaurant is the Thai Corner Cafe on St Paul's Road. We go there all the time. I shouldn't really mention it - I don't want it to be chock-a-block.",
	"The one I remember is going into London, as it was for us in Essex, on New Year's Eve in 1981. There were four of us and we'd had a few lagers on the way. One of my mates threw up in the Tube and then stood up and fell over in it. We thought it was the funniest thing we'd ever seen.",
	"The thing I'd really like to see is the old London Bridge, with all the old buildings around it like Shakespeare's Globe. I'd like to walk along that. Don't worry, I won't get drunk and fall in.",
	"I liked the idea of all of humanity fitting inside a sugar cube because more than 99.9% of matter is space.",
	"I see myself as a comic but the acting helps sell tickets for gigs.",
	"I'm more inclined to linger in the science pages of 'The Week' magazine. But my principle obsessions are still watching sitcoms and football.",
	"I'm not a great shopper but I do buy a lot of books. I'm the publishers' friend - I buy a hundred books a year and read four.",
	"What I enjoy doing more than anything is, I have my little antique car collection, and when the weather is pretty I like to get out one of my old cars. I have a little route I run down in the country, down Nachez Trace Parkway. The loop down through there is just really relaxing, not much traffic.",
	"If anything good came out of 9/11, to me, was that people were so cynical about the world - all you hear about on the news is all the bad stuff everyday, but what was refreshing to me was after that, you saw how many good people there are out there. For every one bad one, there's a thousand good ones.",
	"I think if you retire from touring then people think you are retired.",
	"Growing up in Georgia, I used to think people up north or out west were so different. They're really not. They're just regular people who live in small towns. They grow up and try to raise families and have a job and go to church and play softball. It's that way everywhere.",
	"I like to write sad songs. They're much easier to write and you get a lot more emotion into them. But people don't want to hear them as much. And radio definitely doesn't; they want that positive, uptempo thing.",
	"A country song is a song about life.",
	"I grew up with nothing, so whenever I got to where I could have something I felt like I needed to have everything I couldn't have when I was young.",
	"For some reason I've been labeled that and it's fine, but there are a lot of other artists that sing real traditional stuff, so I don't know why they picked me. That's what I've always done.",
	"I've always wanted to make a bluegrass album.",
	"Oklahoma's always been good to me.",
	"You just write about things that happen.",
	"I mean, I am driven and laid-back at the same time.",
	"I think every album you have, especially if it's done well, you feel like you're competing with yourself.",
	"I'm usually just enjoying life.",
	"Making music is still what keeps a fire going on in me.",
	"Hee Haw was probably my biggest exposure to live music at a young age, because there wasn't any live music around my town and no one in my family played instruments.",
	"I didn't realize until I was older what a huge music fan my daddy really was, and actually that my grandma played banjo at one time, and I didn't even know that until a year or two ago.",
	"You have to be tough-skinned and willing to accept criticism, and at the same time, just try to do music that you like and you are proud of and not just whatever you think it's going to take to get you on the radio.",
	"When I was in high school, I don't know that I really had big dreams.",
	"As long as I'm still able to have a hit on the radio and sell a few albums and some tickets, I don't see that it would be worth retiring.",
	"He's written some great songs. I thought that 'Blues Man' was a perfect song for me to do as a tribute.",
	"I always try to make the music that I like and think my fans will like.",
	"I mean, my girls are very sweet; I'm very proud of all of of them.",
	"I mean, my voice has gotten a little deeper sounding as I've gotten older, I think. I noticed that.",
	"I've always said that if you have songs on the radio and get played, you've got to have a tour to support that.",
	"The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
	"To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.",
	"Things are as they are. Looking out into it the universe at night, we make no comparisons between right and wrong stars, nor between well and badly arranged constellations.",
	"No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.",
	"I have realized that the past and future are real illusions, that they exist in the present, which is what there is and all there is.",
	"How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.",
	"The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it's only money... they don't know how to enjoy it, because they have no imagination.",
	"But I'll tell you what hermits realize. If you go off into a far, far forest and get very quiet, you'll come to understand that you're connected with everything.",
	"You and I are all as much continuous with the physical universe as a wave is continuous with the ocean.",
	"In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.",
	"The ego is nothing other than the focus of conscious attention.",
	"You don't look out there for God, something in the sky, you look in you.",
	"Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes.",
	"Reality is only a Rorschach ink-blot, you know.",
	"Never pretend to a love which you do not actually feel, for love is not ours to command.",
	"So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself.",
	"Trying to define yourself is like trying to bite your own teeth.",
	"The style of God venerated in the church, mosque, or synagogue seems completely different from the style of the natural universe.",
	"We cannot be more sensitive to pleasure without being more sensitive to pain.",
	"But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.",
	"So the bodhisattva saves all beings, not by preaching sermons to them, but by showing them that they are delivered, they are liberated, by the act of not being able to stop changing.",
	"Some believe all that parents, tutors, and kindred believe. They take their principles by inheritance, and defend them as they would their estates, because they are born heirs to them.",
	"In known history, nobody has had such capacity for altering the universe than the people of the United States of America. And nobody has gone about it in such an aggressive way.",
	"No valid plans for the future can be made by those who have no capacity for living now.",
	"And the attitude of faith is the very opposite of clinging to belief, of holding on.",
	"In an ideal world, it would not take a film star to get the media focused on mental illness.",
	"So here is one of my theories on happiness: we cannot know if we have lived a truly happy life until the very end. This view of life and death was reinforced by my close witnessing of the buildup to the death of Philip Gould. Philip was without doubt my closest friend in politics. When he died, I felt like I had lost a limb.",
	"Friends have suggested that I am the least qualified person to talk about happiness, because I am often down, and sometimes profoundly depressed. But I think that's where my qualification comes from. Because to know happiness, it helps to know unhappiness.",
	"My public caricature - that of a self-confident alpha male - is only partly accurate.",
	"My closest friend, who died not long ago, is buried near Marx's grave in Highgate cemetery, so I see the gaggle of admirers laying roses at the foot of his tombstone regularly. I have never been tempted to leave flowers there myself. Great theories, shame about the practice. Marx did many things. But inventing class was not one of them.",
	"My dad, Donald, was a vet and had a practice in Yorkshire. Cats and dogs were his bread and butter, but his greatest love was large animals.",
	"The bad news for journalists today is that the media, however seriously people who are in the public eye take it, is not taken as seriously as it once was - by the public.",
	"I'm certainly driven, I hate losing, I can be ruthless and short-tempered and terribly competitive.",
	"Like most meaningful activities, campaigns are team games.",
	"One in four of us will have a mental illness at some point. That is a lot of people.",
	"We should confine booing in sports arenas to sport. I love a good boo as much as the next football fan.",
	"Don't accept that you are in crisis just because everyone says you are.",
	"I have always been driven. I have always believed in what I believe very deeply.",
	"I used to be very routine-based and the new thing in my life is not having a clear, full-time existence.",
	"I will continue to help the political causes I believe in in any way I can.",
	"The day of the daredevil reporter who refuses to see obstacles to getting the truth, and seeing it with his or her own eyes, seems to have died.",
	"The media are obsessed with spin doctors and with portraying them as a bad thing, yet seem addicted to our medicine.",
	"There are many reasons for the decline in royal esteem. One is that so many of the royals are thick.",
	"There has been a shift to what may be defined as a culture of negativity which goes well beyond coverage of politics.",
	"Clinton is a big personality who has led a big life, and for some of the media conventional wisdom to boil it down to a view that 'all people are really interested in' are a few moments of madness in the Oval Office gets him, the importance of the presidency, and the significance of his life, all wrong.",
	"My aunty says I'm the double of my father. He was a workaholic, which I've definitely inherited. And like me, he could be the life and soul of the party, but also quite withdrawn.",
	"May I share with you my earliest memory of a political row? It was with my mother, about the Queen - classic Freudian stuff, shrinks would say. I was eight, and refusing to watch the Queen's Christmas Day broadcast.",
	"There is something in me that makes me see things through.",
	"To me, marriage is partly a religious thing and I'm not religious.",
	"Failure, it is thought, is what sells, and what people want to hear and read about. I am not so sure.",
	"Run away from laziness; work hard. Touch intuition and listen to the heart, not marketing directors. Dream.",
	"To be a fashion critic is easy because you just say, 'I love it, I hate it,' but life is more than love and hate.",
	"For me, the sketching of dresses was about fantasy and dreams. In my little room at home, I felt that I was somewhere else. In Paris, for instance.",
	"If you take something out of the freezer, it's cold, but what happens when it melts? It's a cool party, a cool person, a cool collection. What does that mean? I'm more interested in things that are uncool, things that have a certain individuality, a certain soul, a certain longevity, emotion, fragility.",
	"I love to see old women. I love wrinkles. I love gray hair.",
	"Why not touch things that we hate and turn them upside down and inside out?",
	"I certainly can't complain. I work six days a week, if not seven, and eighteen hours out of twenty-four - fortunately, with a great deal of pleasure. Why? Because I only do something if I want to do it; I need to feel a desire, to find pleasure in moving forward, creating, moving, inventing.",
	"I like having the freedom to dress as I desire.",
	"Fashion doesn't look good only on models; it can look good on different people of different ages and different body shapes.",
	"Fashion is not always about what's new, it's also about what's good. And I think if you need to see what's good, you have to be there.",
	"For me, Lancome was more than just a brand. There was something very nostalgic about the name, about the whole story.",
	"I adore women, and the one thing I want to do more than anything is to see a transformation of personality when someone puts on one of my dresses.",
	"I hate bridges. I'm always very insecure on bridges.",
	"I hate the word 'cool.' It gives me a rash.",
	"I think that if you want to pass emotion, you have to write a letter. Emotions do not pass in SMS or in e-mail.",
	"I've always said fashion is like roast chicken: You don't have to think about it to know it's delicious.",
	"If I am in a beautiful place, but I don't like the people, I am miserable.",
	"I want to know where is that committee in Switzerland that sits to decide what is in and what is out. I don't listen to the formula makers. I think maybe I have a selective hearing disorder.",
	"Almost every collection I do has 200 different references. I don't have two of the same coat, two of the same dress. I have it in one color, in one fabric. I've tried to adapt the culture of couture, and the know-how and the heritage, but I try to update it.",
	"I barely finish one pre-collection before I must start on another. Sales start, but I am already elsewhere creatively. The men's show is being prepared, but we also need to think about accessories, perfumes and other items. In sum, I never stop.",
	"Many, many times I find that whatever is looking good on the screen doesn't always look or feel good on the body. So who do we design for - do we design for the screen, or do we design for women?",
	"One woman told me that every time she wears Lanvin, men fall in love with her. Another told me she wore Lanvin to face her husband's lawyer because she felt protected. If I can make men fall in love with women and if I can protect women, I think I can die peacefully.",
	"When I was either 7 or 8 years old, I did a sketch every day of my teacher and what she wore. At the end of the year, I gave her the sketchbook. For me, the sketching of dresses was about fantasy and dreams.",
	"I am very much a people person.",
	"All I want is beautiful. I mean, I like grey hair, I love wrinkles. But this is me.",
	"Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.",
	"You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
	"In the depth of winter I finally learned that there was in me an invincible summer.",
	"The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
	"But what is happiness except the simple harmony between a man and the life he leads?",
	"Blessed are the hearts that can bend; they shall never be broken.",
	"You cannot create experience. You must undergo it.",
	"Autumn is a second spring when every leaf is a flower.",
	"Nothing is more despicable than respect based on fear.",
	"The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding.",
	"I know of only one duty, and that is to love.",
	"I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to find out that there is.",
	"A man without ethics is a wild beast loosed upon this world.",
	"It is necessary to fall in love... if only to provide an alibi for all the random despair you are going to feel anyway.",
	"Basically, at the very bottom of life, which seduces us all, there is only absurdity, and more absurdity. And maybe that's what gives us our joy for living, because the only thing that can defeat absurdity is lucidity.",
	"Those who lack the courage will always find a philosophy to justify it.",
	"For centuries the death penalty, often accompanied by barbarous refinements, has been trying to hold crime in check; yet crime persists. Why? Because the instincts that are warring in man are not, as the law claims, constant forces in a state of equilibrium.",
	"Every act of rebellion expresses a nostalgia for innocence and an appeal to the essence of being.",
	"In order to exist, man must rebel, but rebellion must respect the limits that it discovers in itself - limits where minds meet, and in meeting, begin to exist.",
	"A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad.",
	"All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant's revolving door.",
	"It's a kind of spiritual snobbery that makes people think they can be happy without money.",
	"Nobody realizes that some people expend tremendous energy merely to be normal.",
	"Freedom is nothing but a chance to be better.",
	"No cause justifies the deaths of innocent people.",
	"You have to learn the rules of the game. And then you have to play better than anyone else.",
	"Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
	"Look deep into nature, and then you will understand everything better.",
	"Try not to become a man of success, but rather try to become a man of value.",
	"When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.",
	"The true sign of intelligence is not knowledge but imagination.",
	"The difference between stupidity and genius is that genius has its limits.",
	"We cannot solve our problems with the same thinking we used when we created them.",
	"Peace cannot be kept by force; it can only be achieved by understanding.",
	"A person who never made a mistake never tried anything new.",
	"Insanity: doing the same thing over and over again and expecting different results.",
	"Whoever is careless with the truth in small matters cannot be trusted with important matters.",
	"Education is what remains after one has forgotten what one has learned in school.",
	"It has become appallingly obvious that our technology has exceeded our humanity.",
	"The only reason for time is so that everything doesn't happen at once.",
	"Strive not to be a success, but rather to be of value.",
	"The world is a dangerous place to live; not because of the people who are evil, but because of the people who don't do anything about it.",
	"Weakness of attitude becomes weakness of character.",
	"Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.",
	"Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves.",
	"The only source of knowledge is experience.",
	"It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
	"In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same.",
	"Most people say that it is the intellect which makes a great scientist. They are wrong: it is character.",
	"Only a life lived for others is a life worthwhile.",
	"The art of love is largely the art of persistence.",
	"The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.",
	"Acceptance is not love. You love a person because he or she has lovable traits, but you accept everybody just because they're alive and human.",
	"There are three musts that hold us back: I must do well. You must treat me well. And the world must be easy.",
	"People got insights into what was bothering them, but they hardly did a damn thing to change.",
	"There's no evidence whatsoever that men are more rational than women. Both sexes seem to be equally irrational.",
	"People could rationally decide that prolonged relationships take up too much time and effort and that they'd much rather do other kinds of things. But most people are afraid of rejection.",
	"We teach people that they upset themselves. We can't change the past, so we change how people are thinking, feeling and behaving today.",
	"By not caring too much about what people think, I'm able to think for myself and propagate ideas which are very often unpopular. And I succeed.",
	"Self-esteem is the greatest sickness known to man or woman because it's conditional.",
	"I think the future of psychotherapy and psychology is in the school system. We need to teach every child how to rarely seriously disturb himself or herself and how to overcome disturbance when it occurs.",
	"You largely constructed your depression. It wasn't given to you. Therefore, you can deconstruct it.",
	"People don't just get upset. They contribute to their upsetness.",
	"People have motives and thoughts of which they are unaware.",
	"In the old days we used to get more referrals, because people had insurance that paid for therapy. Now they belong to HMOs, and we can only be affiliated with a few HMOs.",
	"I get people to truly accept themselves unconditionally, whether or not their therapist or anyone loves them.",
	"If something is irrational, that means it won't work. It's usually unrealistic.",
	"For that again, is what all manner of religion essentially is: childish dependency.",
	"I would have liked having children to some degree, but frankly I haven't got the time to take the kids to the goddamn ballgame.",
	"I think it's unfair, but they have the right as fallible, screwed-up humans to be unfair; that's the human condition.",
	"Rational beliefs bring us closer to getting good results in the real world.",
	"Most people would have given up when faced with all the criticism I've received over the years.",
	"I'm very happy. I like my work and the various aspects of it - going around the world, teaching the gospel according to St. Albert.",
	"I had a great many sex and love cases where people were absolutely devastated when somebody with whom they were compulsively in love didn't love them back. They were killing themselves with anxiety and depression.",
	"If I had been a member of the academic establishment, I could have done other experiments.",
	"I am not wrong in the belief that its public funds are more secure than those of all the European powers.",
	"The whole of the Bill is a declaration of the right of the people at large or considered as individuals... It establishes some rights of the individual as unalienable and which consequently, no majority has a right to deprive them of.",
	"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.",
	"The purpose of human life is to serve, and to show compassion and the will to help others.",
	"Do something wonderful, people may imitate it.",
	"At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us.",
	"One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.",
	"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
	"Never say there is nothing beautiful in the world anymore. There is always something to make you wonder in the shape of a tree, the trembling of a leaf.",
	"There are two means of refuge from the miseries of life: music and cats.",
	"Do not let Sunday be taken from you. If your soul has no Sunday, it becomes an orphan.",
	"Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate.",
	"Happiness is nothing more than good health and a bad memory.",
	"Life becomes harder for us when we live for others, but it also becomes richer and happier.",
	"Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light.",
	"We are all so much together, but we are all dying of loneliness.",
	"The first step in the evolution of ethics is a sense of solidarity with other human beings.",
	"The willow which bends to the tempest, often escapes better than the oak which resists it; and so in great calamities, it sometimes happens that light and frivolous spirits recover their elasticity and presence of mind sooner than those of a loftier character.",
	"Example is leadership.",
	"Compassion, in which all ethics must take root, can only attain its full breadth and depth if it embraces all living creatures and does not limit itself to mankind.",
	"I don't know what your destiny will be, but one thing I know: the only ones among you who will be really happy are those who will have sought and found how to serve.",
	"Seek always to do some good, somewhere. Every man has to seek in his own way to realize his true worth. You must give some time to your fellow man. For remember, you don't live in a world all your own. Your brothers are here too.",
	"An optimist is a person who sees a green light everywhere, while a pessimist sees only the red stoplight... the truly wise person is colorblind.",
	"Ethics is nothing else than reverence for life.",
	"Man is a clever animal who behaves like an imbecile.",
	"Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility in the realm of faith and morals.",
	"I can do no other than be reverent before everything that is called life. I can do no other than to have compassion for all that is called life. That is the beginning and the foundation of all ethics.",
	"For me, the drive is storytelling. To be a part of an art that tells a story and to be a catalyst, a color in that, is very exciting.",
	"I haven't worked enough to worry about getting typecast, but I do as a film lover didn't want to be working with the bad guys. I didn't want to be making a movie I thought was contributing to a lower base of movies that I just didn't think were helping people, really.",
	"The aspect of kind of living in your imagination and creating a more romantic vision of the world than the reality that you're given - that's definitely something I can sort of relate to.",
	"I feel about romance the same way I do about a vocation; it's a calling.",
	"Some movies, I think, present ideas of the world that just don't help people with their lives. They just present things that are fleeting or stupid. So that's what I'm careful about - making sure I'm part of something that is saying something that I think is valuable in the world of people, not necessarily in the world of art.",
	"When I was a little kid, my parents would show me Marx Brothers' films and westerns and stuff like that. That's where all my desire to be an actor comes from and probably most of my understanding of acting comes from for sure.",
	"I'm an actor because I love movies, and always have loved movies. I'm a film buff.",
	"I really think that movies are the most popular form of story telling ever and have such a huge impact on culture when they do. So I really want to be a part of those movies that say something good to a lot of people.",
	"I would say that it's mainly about the director. It's a hard quality to find, but I always know whether I want to do something or not. The character is important to me, as is getting to work with people that I feel like I can learn from and make a great movie with.",
	"Conservation is a state of harmony between men and land.",
	"We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect.",
	"To keep every cog and wheel is the first precaution of intelligent tinkering.",
	"One swallow does not make a summer, but one skein of geese, cleaving the murk of March thaw, is the Spring.",
	"Harmony with land is like harmony with a friend; you cannot cherish his right hand and chop off his left.",
	"In June as many as a dozen species may burst their buds on a single day. No man can heed all of these anniversaries; no man can ignore all of them.",
	"Recreational development is a job not of building roads into the lovely country, but of building receptivity into the still unlovely human mind.",
	"We shall never achieve harmony with land, any more than we shall achieve absolute justice or liberty for people. In these higher aspirations, the important thing is not to achieve but to strive.",
	"A thing is right when it tends to preserve the integrity, stability and beauty of the biotic community. It is wrong when it tends otherwise.",
	"Is education possibly a process of trading awareness for things of lesser worth? The goose who trades his is soon a pile of feathers.",
	"Examine each question in terms of what is ethically and aesthetically right, as well as what is economically expedient.",
	"Experience is not what happens to you; it's what you do with what happens to you.",
	"After silence, that which comes nearest to expressing the inexpressible is music.",
	"That men do not learn very much from the lessons of history is the most important of all the lessons of history.",
	"There are things known and there are things unknown, and in between are the doors of perception.",
	"Technological progress has merely provided us with more efficient means for going backwards.",
	"I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself.",
	"The secret of genius is to carry the spirit of the child into old age, which mean never losing your enthusiasm.",
	"There is only one corner of the universe you can be certain of improving, and that's your own self.",
	"Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.",
	"Everyone who wants to do good to the human race always ends in universal bullying.",
	"Dream in a pragmatic way.",
	"Beauty is worse than wine, it intoxicates both the holder and beholder.",
	"To travel is to discover that everyone is wrong about other countries.",
	"An intellectual is a person who's found one thing that's more interesting than sex.",
	"My fate cannot be mastered; it can only be collaborated with and thereby, to some extent, directed. Nor am I the captain of my soul; I am only its noisiest passenger.",
	"All gods are homemade, and it is we who pull their strings, and so, give them the power to pull ours.",
	"Consistency is contrary to nature, contrary to life. The only completely consistent people are dead.",
	"It is a bit embarrassing to have been concerned with the human problem all one's life and find at the end that one has no more to offer by way of advice than 'try to be a little kinder.'",
	"Most human beings have an almost infinite capacity for taking things for granted.",
	"Hell isn't merely paved with good intentions; it's walled and roofed with them. Yes, and furnished too.",
	"Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.",
	"One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.",
	"It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.",
	"A democracy which makes or even effectively prepares for modern, scientific war must necessarily cease to be democratic. No country can be really well prepared for modern war unless it is governed by a tyrant, at the head of a highly trained and perfectly obedient bureaucracy.",
	"The more powerful and original a mind, the more it will incline towards the religion of solitude.",
	"Remember, sex is like a Chinese dinner. It ain't over 'til you both get your cookie.",
	"I just love Rome. It really does cast a spell on you.",
	"There's less critical thinking going on in this country on a Main Street level - forget about the media - than ever before. We've never needed people to think more critically than now, and they've taken a big nap.",
	"I don't think acting is addictive. If I stopped acting tomorrow, I really wouldn't care. If you told me that I would have to sell real estate in New York City to look after my family, that would be fine with me.",
	"Getting older is hard.",
	"I don't need to be married to Georgia O'Keeffe or Lillian Hellman, but I like being with a woman I can look up to.",
	"Cheney is a terrorist. He terrorizes our enemies abroad and innocent citizens here at home indiscriminately.",
	"For better or ill, I was very heavily influenced by men I knew who always dressed formally.",
	"I consider myself a pretty good conversationalist, but you wind up being downgraded to idiot status when you don't speak the language!",
	"I think I'm just like a lot of people who had nothing.",
	"A lot of people want to not wear a tie when they go to a restaurant. They feel they don't have to wear a tie. I think it's kind of a statement they're making. I don't know what that statement is. I haven't quite figured that out yet.",
	"My life, in some ways, has been a half-measure. I didn't commit myself all the way to my marriage and family, because I would have given up more. And I didn't go all the way with just being completely selfish. I always wonder where my career would be if I was more selfish.",
	"There's three things: there's masculinity, there's intelligence, there's sensitivity. You've got to bring those three things to a leading man's role: masculinity, sensitivity, intelligence. In some people, there's a little too much in the mix of one or the other.",
	"I don't think I really have a talent for movie acting. I'm not bad at it, but I don't think I really have a talent for it.",
	"I think I do want to go into politics. I really, really do. And I don't know if I will.",
	"I think my exact comment was that if Bush won it would be a good time to leave the United States. I'm not necessarily going to leave the United States.",
	"I don't think I really have a talent for movie acting.",
	"I wanted to work with Cate Blanchett. She is one of the five greatest movie actresses of her generation.",
	"I'm not an awards-driven person in anything. Anytime you do get caught up in that, you usually end up getting whacked.",
	"Doing these parts is not fun. It's challenging, but no fun. It's creepy. I would rather play the guy that throws the touchdown pass and gets carried off the field.",
	"I was in college in Washington, D.C. I did three years full-time. I did all my requirements, and my senior year was really a gut year. And I said, 'Law school will always be there.' I was in no hurry to get right into that.",
	"In the film business, when you're young, you just want to work. But when you're older, it has more to do with who's involved with the project - who you're going to get in the boat with.",
	"Often in films, you have no idea where you're going to be six months from now. And I grew very weary of that. And television, although it wasn't necessarily as creatively diverse as filmmaking can be, it was the lifestyle choice that I needed to make.",
	"Ultraconservatism is, to me, so illogical. Everywhere you go, conservatives want to cut, cut, cut, cut - cut money for powerless people. So, that's the biggest problem I have with them.",
	"You have actors who begin at a certain young age and there's very little change in their technique and the depth of their performances; they're the same 30 years later.",
	"A camel is a horse designed by committee.",
	"I feel very, very proud that so many people have copied me.",
	"An expert is someone who tells you why you can't do something.",
	"It is much easier to drive without having an accident.",
	"The public don't know what they want; it's my job to tell them.",
	"Audiences respond in entirely different ways. One thing is unanimous - music binds us altogether.",
	"Classical music is something that we're very passionate about, but we always thought it was presented in a stuffy way.",
	"I do use an electric violin. Actually, my regular electric violin, which I sometimes use, is by Ned Steinburger.",
	"I was able to turn to classical music many people, who saw my programs live and on YouTube, and this is one of the nicest achievements I can have.",
	"Our first show, 'A Little Nightmare Music,' encompasses a lot of zany humor with beautiful classical music.",
	"Combining music, theater and comedy is a new and broader form of expression. In certain combinations you can make people laugh one moment, cry the next, and then be astounded by the beauty of the music.",
	"For me, personally, the most interesting music comes from the popular sector - from film and pop music - since contemporary classical music got stuck and went into directions where it lost a lot of the public by over-intellectualizing.",
	"From the very beginning, I started doing music performances with a lot of theatrical aspects to them, where humor was a part of it but not necessarily had to be. Humor is just another tool to make the palette more rich and interesting for myself and eventually for the public. It's a great way to break out of convention.",
	"Instruments are a phenomenal investment, especially violins and violas and celli, because the value really doesn't go down, and it just rises up at incredible speed and has done, and I believe will continue to do so, because these rare instruments are not getting more. They are getting less and less through the years.",
	"It is interesting that our biggest fans are the greatest names of the classical music scene, such as Julian Rachlin, Janine Jansen, Mischa Maisky and Gidon Kremer. They even make guest appearances in our concerts occasionally.",
	"The idea of a musical comedy was something we had had in mind for many years, but the project 'Igudesman & Joo: A Little Nightmare Music' has a history that goes back five years. I can say that this is the most successful project that we have ever done.",
	"There's a million people who can go out and play the Mendelssohn Violin Concerto brilliantly, but we're the only ones who can do 'A Little Nightmare Music.'",
	"We are fans of Mozart and Beethoven, as well 'South Park' and Borat. We believe that we can attract many people who eschew the serious ambiance of concert halls and don't go to classical music concerts because of such reasons. However, there is a 'serious humor' on the stage: funny and ridiculous. That is important!",
	"We developed our own type of Igudesman and Joo electric violin, let's say, and funny enough, the shape of it was developed by the head technician of Steinway. It's actually an electric violin, which is made from the stick that holds up the piano lid.",
	"We're passionate musicians, but we felt classical concerts were more like a funeral because nobody talked and everybody was dressed so conservatively. We thought that's kind of strange, because music is full of life! We thought we could break through that barrier with theater and comedy elements.",
	"We've always dreamt of a TV series and working in film. When we first sat down to seriously write 'A Little Nightmare Music,' to write something for TV was our original inspiration. But all the stuff we were writing down is not going to work on stage. We had to rewrite it so it would work on the stage.",
	"I believe that Greenland will achieve independence during the time I am still active in politics.",
	"The North Pole will be ice-free during summer in years to come, and that itself will put the Arctic Sea basin on a very high risk of... environmental disasters that might be there.",
	"Greenlanders' heart is the environment. You can't sell your heart for oil.",
	"I feel pride in being a Greenlander.",
	"Taking the future in your own hands has a fantastic psychological impact.",
	"My death will be caused by morphine, which I have deliberately taken with suicidal intent.",
	"We must carefully examine change so that we are able to discard those aspects of change which would be detrimental to our way of life, and, at the same time, take advantage of those aspects of change which will enhance and improve our quality of life.",
	"My friends all regarded me as a man of unsound mind because I held the view that my wife was with me in spirit always. I have lived with her spirit guiding me every day and she is with me now as I write this letter, and helps me to do as I am now doing.",
	"Over the past few years, many of us have increasingly begun to question the direction and meaning of our society as it has developed over the past several centuries.",
	"Besides, my usefulness here is destroyed because all of my friends think me a man of unsound mind.",
	"I have no ill will in my heart against anybody in this world.",
	"I go gladly to my wife and boy, and I leave this world at peace with every one in it and at peace with God.",
	"From this process has emerged a parallel process of translating traditional working and living values into a new political and economic power - a power increasingly based upon the strength of money and those material things money can purchase.",
	"I hope and trust the infinite, the eternal, and merciful and loving God. I worship Him and feel no guilt in my heart before him for what I am going to do.",
	"As a consequence, progress has come to mean simply more power, more profit, more productivity, more paper prosperity, all of which are convertible into standards concerned only with size or magnitude rather than quality or excellence.",
	"But most Canadians have recognized to a greater or lesser extent that despite much of the so-called progress of the affluent society, essential ingredients to a meaningful life seem to be either entirely lacking, or at best, difficult to grasp.",
	"Even with, or perhaps, because of, this background, I have over the past few years sensed a very dramatic change in attitude on the part of Prince Edward Islanders towards the on-going rush for so-called modernization.",
	"However, if we examine the Canadian scene closely enough, we can see signs of this physical and spiritual rot settling into a number of our Canadian urban centres with a troubling spill-over into many of our more rural areas.",
	"The reason why I take my life is because I want to go to my wife and boy. My usefulness in this world is at an end. I can not be satisfied in any business and can not be without their companionship.",
	"To conquer nature is, in effect, to remove all natural barriers and human norms and to substitute artificial, fabricated equivalents for natural processes.",
	"We, in our Province, are beginning to realize and appreciate that our slowness in keeping up with our North American neighbours may well have been a blessing in disguise.",
	"We have witnessed the terrible increases in the incidence of alcoholism, the advent of drug dependency, the protests, marches, strikes and human alienation.",
	"What we are only now beginning to fully realize is that in seeking material pleasure too constantly, the capacity for enjoyment or fulfillment decreases and eventually becomes exhausted.",
	"I do not regard it as wrong to take my life, because I simply change my place of residence and go where my wife and baby are.",
	"I am glad to go with my wife and baby boy.",
	"I am through with this body, and what becomes of it will make no difference with me in the future.",
	"I believe in God and immortality.",
	"We, in Prince Edward Island, are fully familiar with this modern phenomenon.",
	"I, Alexander B. Campbell, make this statement of the cause of my death to relieve the coroner of the necessity of an inquest, and also let my friends know the motive that led me to take my own life.",
	"Over the past several years, all of us as Canadians, and as members of the North American cultural and economic environment, have been to a greater or lesser extent party to a significant attitudinal change towards our culture.",
	"To be lost is as legitimate a part of your process as being found.",
	"It took me a long time to be alright with smiling onstage.",
	"I think Edward Sharpe's music is counter-cultural music in the strangest sense where you have a time now where love, optimism, hope and community are uncool and not part of the mainstream culture.",
	"I try to give the music more of a campfire feel as opposed to a library atmosphere. I like when you can hear people hanging out in the songs and doing a little shuffling. It creates a feeling of participation.",
	"It's not that I want to necessarily avoid my darker moments, but I don't capitalize them and put a crown on them and tote them around as the answer anymore.",
	"At its best, a live show is completely transcendent. The image I get is breaking through glass or shooting out into the free zone.",
	"Berlin would be a great place to have no cell phone, I think. Especially if you were able to live in a central location.",
	"Heath Ledger was supposed to put our album on what would have been a new record label. I still feel a little dead after losing him.",
	"I pay attention when the Academy Awards come around. I haven't watched them in a while, but I used to watch them religiously when I was a kid.",
	"I've always been around musicians and always been the songwriter who doesn't end up playing the music.",
	"There are many examples of great songs that become more famous when they are covered.",
	"From about 5 years old on, I was very contemplative and started to become constantly filled with nostalgia for the present moment and the feeling that it's always fleeting.",
	"Pro Tools was invented to quicken the recording process.",
	"For the better part of my life, I was always trying to manufacture somehow what I would consider 'living.' Because I grew up sort of upper-middle class and I didn't relate so much to that as a life, and I wanted to really find 'living.'",
	"Hip hop was definitely, far and away, the primary influence for at least 10 years of my life. From about 7 or 8 on till about 15 or 16, that's all I listened to.",
	"I took a lot of long summer road trips with my dad, and the mix of music we listened to on the road skipped around from classical to Western to new age to hyper-cinematic.",
	"In a place like the Greek Theater in L.A., to try and create a close connection with the audience seems almost antithetical to the architecture of the building.",
	"Popular music usually has a chorus that needs to repeat, and people need to remember the song. That's sort of the major guideline when you're writing a song.",
	"The album is a thing that you can hang out with between shows. I think that it's really nice to give people something they can enjoy in a private situation or walking around, just as the soundtrack of their lives.",
	"In England, it's a rare thing to see a player smoking but, all in all, I prefer that to an alcoholic. The relationship with alcohol is a real problem in English football and, in the short term, it's much more harmful to a sportsman. It weakens the body, which becomes more susceptible to injury.",
	"I'm going to tell you the story about the geese which fly 5,000 miles from Canada to France. They fly in V-formation but the second ones don't fly. They're the subs for the first ones. And then the second ones take over - so it's teamwork.",
	"Myths grow all the time. If I was to listen to the number of times I've thrown teacups then we've gone through some crockery in this place. It's completely exaggerated, but I don't like people arguing back with me.",
	"As long as there are games to play it is not over.",
	"The work of a team should always embrace a great player but the great player must always work.",
	"Well, football is a hard game; there's no denying it. It's a game that can bring out the worst in you, at times.",
	"You are responsible to each other because when you win a game of football, you only need eight players to perform well.",
	"I've never played for a draw in my life.",
	"If my parents were still alive, they would be very proud. They gave me a good start in life, the values that have driven me, and the confidence to believe in myself.",
	"I do believe in fate.",
	"I tell the players that the bus is moving. This club has to progress. And the bus wouldn't wait for them. I tell them to get on board.",
	"Sometimes in football you have to hold your hand up and say, yeah, they're better than us.",
	"You can't applaud a referee.",
	"Sometimes you're not sure about a player. Sometimes you doubt. Sometimes you have to guess. Sometimes... you just know.",
	"If I have my health I can carry on. There will be a point when I do quit but I have absolutely no idea when that is.",
	"If we can play like that every week we'll get some level of consistency.",
	"Her Majesty said she hoped I would have time for my horses - I own two and have shares in four.",
	"I don't like losing but I've mellowed. I maybe have a short fuse but it goes away quicker now.",
	"The culmination of three trophies was the pinnacle of my career and it has been rewarded with a knighthood.",
	"Football management is such a pressurised thing - horseracing is a release. I'm also learning to play the piano - I'm quite determined - it's another release from the pressure of my job.",
	"I feel sympathy for the working class lad. I've always championed about ticket prices and try to equate that to people's salaries.",
	"The time I have already spent at Harvard has been a stimulating experience, and I look forward to developing my relationship and activities with the students, faculty and friends of the Harvard Business School community.",
	"There are members of the London press who seek to antagonise me, deliberately.",
	"When I see 'Sunshine,' I see a film that part of me is kind of very proud of and another part of me is very sad about, so it's a really complicated film for me. And I've never been really able to resolve all that in myself.",
	"I think everything I write is from an atheist perspective. I mean, it's partly from an atheist perspective because I'm an atheist, and I'm just not really interested in religious-based questions.",
	"It slightly depends on your perspective, sort of how you look at these things, but when I sit down to write a script, I'm not planning to write a script; I'm planning to make a film, and so I only see the script as being just a step there.",
	"I've never been to Comic-Con, but I'm certainly aware from this side of the Atlantic that it's a very important part of film marketing now, even when the films are not directly linked to a comic.",
	"I've written original material before, where I've come up with the idea and the characters myself, and that's definitely very different to working with someone else's characters and stories.",
	"In every conceivable manner, the family is link to our past, bridge to our future.",
	"Anytime you see a turtle up on top of a fence post, you know he had some help.",
	"Racism is taught in our society, it is not automatic. It is learned behavior toward persons with dissimilar physical characteristics.",
	"Nobody can do for little children what grandparents do. Grandparents sort of sprinkle stardust over the lives of little children.",
	"When you start about family, about lineage and ancestry, you are talking about every person on earth.",
	"My fondest hope is that 'Roots' may start black, white, brown, red, yellow people digging back for their own roots. Man, that would make me feel 90 feet tall.",
	"Either you deal with what is the reality, or you can be sure that the reality is going to deal with you.",
	"Roots is not just a saga of my family. It is the symbolic saga of a people.",
	"In my writing, as much as I could, I tried to find the good, and praise it.",
	"I look at my books the way parents look at their children. The fact that one becomes more successful than the others doesn't make me love the less successful one any less.",
	"It's part of our nature. As much as I love (brother and guitarist Eddie), if you put us in a room with no one else for 15 minutes, we'd be at each other's throats.",
	"You come to the planet with nothing and you leave with nothing, so you'd better do some good while you are here.",
	"Yeah, we have our differences, but we put those aside, and now we're making music. It's great.",
	"The Beatles will never get back together and David Lee Roth will never again sing with Van Halen.",
	"Whatever our personal differences are, there are no bigger fans of this band than the people who are in this band.",
	"When you leave the planet, you leave music behind.",
	"It's unfortunate nine years were in between - you can't take that time back; you can't undo it.",
	"There is a volatile mix, and that's because we're all intense. And there's no denying that.",
	"On a personal level, we all get along fine.",
	"Some things are impossible.",
	"Nobody sets out to make a bad record.",
	"Everybody has a high point and a lot goes into that: timing, situation, general consciousness.",
	"Van Halen is a work in progress.",
	"Meaning that if you live in the moment, so to speak, we play today, and tonight we're done.",
	"At our age, you don't want to stop.",
	"Music is a dialogue.",
	"Sammy and I got together and it was like we hadn't missed a beat.",
	"There's nothing worse than having everybody thinking alike, talking alike and having the same direction in mind. It gets stale that way.",
	"We're having a blast. Just four friends getting together.",
	"We're very needy people, you know.",
	"When the tour is done, that's the end of the U.S. tour. We'll regroup and see what we're going to do.",
	"You don't leave behind box office scores or how many dollars changed hands.",
	"I grew up very comfortable in this bizarre, circus-like existence, but, as comfortable as I was, I was also aware of the struggles that actors go through.",
	"I tend to curse in French more often than I do in English.",
	"My normal life is, I love to travel and I travel as often as I can. I don't stay in one place too long. But I'm an avid reader; I guess you could say I'm a bit of a bookworm.",
	"To an engineer, good enough means perfect. With an artist, there's no such thing as perfect.",
	"Why must art be static? You look at an abstraction, sculptured or painted, an entirely exciting arrangement of planes, spheres, nuclei, entirely without meaning. It would be perfect, but it is always still. The next step in sculpture is motion.",
	"Just as one can compose colors, or forms, so one can compose motions.",
	"I paint with shapes.",
	"The underlying sense of form in my work has been the system of the universe, or part thereof. For that is a rather large model to work from.",
	"I have been making wire jewelry - and think I'll really do something with it, eventually.",
	"My fan mail is enormous. Everyone is under six.",
	"Practice rather than preach. Make of your life an affirmation, defined by your ideals, not the negation of others. Dare to the level of your capability then go beyond to a higher level.",
	"As of now, I am in control here in the White House.",
	"To declare the Cold War over, and declare democracy has won out over totalitarianism, is a measure of arrogance and wrong-headedness.",
	"Let them march all they want, as long as they continue to pay their taxes.",
	"The warning message we sent the Russians was a calculated ambiguity that would be clearly understood.",
	"Syria is a terrorist state by any definition and is so classified by the State Department. I happen to think Iran is too. Iraq, Iran, Syria, they're all involved.",
	"You have to look at the history of the Middle East in particular. It has been one of failure and frustration, of feudalism and tribalism.",
	"If they analyze the situation as thoroughly as they should, Muslims will realize they are the first targets. What are the fundamentalists really after? Simply taking over Islam and then turning its back on modernity.",
	"As I look back at the span of the Cold War in those early days, in the '50s, for example, there was a great deal of Soviet propaganda here in the United States, but it was clumsy, and it was anchored to a lot of ideological support in certain circles in America itself.",
	"You know, it's very clear, as one looks back on history again of the Cold War that, following the crisis in Cuba, following the Khrushchev - beating down of Jack Kennedy in Vienna, that President Kennedy believed that we had to join the battle for the Third World, and the next crisis that developed in that regards was Vietnam.",
	"I think that perhaps the classic propagandists of the - in the Second World War was Winston Churchill. He was extremely skilled and adept at it.",
	"It didn't take long for the world to realize that the Shah was an enlightened liberal next to the bloody reactionary regime that followed, and which executed more people in three months than the Shah had done in 30 years.",
	"Those who are seeking ways to tap into the potential of e-mail will find themselves in a position to capitalize on the pending explosion in Internet usage.",
	"I think the new generations in America, the America's youth, no longer care about Vietnam. They don't want to hear any more about it.",
	"I'm the only American alive or dead who presided unhappily over the removal of a vice president and a president.",
	"We didn't lose Vietnam. We quit Vietnam.",
	"A durable, long-term U.S.-China strategic relationship is even more important now than in previous decades. The relationship will continue to grow and prosper to the mutual benefit of all peoples.",
	"The world awaits Beijing's hosting of the 2008 Olympics, an occasion which will bring into the global spotlight the dramatic advances China is making in enhancing the quality of life for its people.",
	"I wasn't happy with the outcome in Vietnam. Now, I've never said that, but, you know, I'm getting to an age where I think I'd better start saying it... And I don't mean that to sound that I'm being critical of somebody or blaming somebody.",
	"I started out as a Cold Warrior, even my last years in grade school.",
	"Sooner or later something had to give. But President Bush, faced with the unprecedented affront of 9-11, could not wait to take action. So he had to do what we were capable of doing, and he did it brilliantly.",
	"Then came the hostage crisis during which Carter did nothing to rattle the ayatollahs who hung tough until Ronald Reagan was inaugurated, when they suddenly backed down.",
	"We didn't do anything wrong, but among the lessons learned, given the magnitude of the problems we now face in Afghanistan, a major U.S. force on the ground would convince the world we were in for the long-haul recovery of a country devastated by 21 years of warfare.",
	"Those who stand for nothing fall for anything.",
	"There is a certain enthusiasm in liberty, that makes human nature rise above itself, in acts of bravery and heroism.",
	"It's not tyranny we desire; it's a just, limited, federal government.",
	"A well adjusted person is one who makes the same mistake twice without getting nervous.",
	"I think the first duty of society is justice.",
	"Unless your government is respectable, foreigners will invade your rights; and to maintain tranquillity, it must be respectable - even to observe neutrality, you must have a strong government.",
	"A national debt, if it is not excessive, will be to us a national blessing.",
	"Real liberty is neither found in despotism or the extremes of democracy, but in moderate governments.",
	"Power over a man's subsistence is power over his will.",
	"Learn to think continentally.",
	"Constitutions should consist only of general provisions; the reason is that they must necessarily be permanent, and that they cannot calculate for the possible change of things.",
	"Why has government been instituted at all? Because the passions of man will not conform to the dictates of reason and justice without constraint.",
	"Why has government been instituted at all? Because the passions of men will not conform to the dictates of reason and justice, without constraint.",
	"I never expect to see a perfect work from an imperfect man.",
	"Men often oppose a thing merely because they have had no agency in planning it, or because it may have been planned by those whom they dislike.",
	"When the sword is once drawn, the passions of men observe no bounds of moderation.",
	"Here, sir, the people govern; here they act by their immediate representatives.",
	"Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others.",
	"The voice of the people has been said to be the voice of God; and, however generally this maxim has been quoted and believed, it is not true to fact. The people are turbulent and changing, they seldom judge or determine right.",
	"In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place, oblige it to control itself.",
	"The nation which can prefer disgrace to danger is prepared for a master and deserves one.",
	"The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased.",
	"In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution.",
	"A promise must never be broken.",
	"Safety from external danger is the most powerful director of national conduct. Even the ardent love of liberty will, after a time, give way to its dictates.",
	"Teach me to feel another's woe, to hide the fault I see, that mercy I to others show, that mercy show to me.",
	"To be angry is to revenge the faults of others on ourselves.",
	"To err is human; to forgive, divine.",
	"No woman ever hates a man for being in love with her, but many a woman hate a man for being a friend to her.",
	"The most positive men are the most credulous.",
	"The greatest magnifying glasses in the world are a man's own eyes when they look upon his own person.",
	"Beauties in vain their pretty eyes may roll; charms strike the sight, but merit wins the soul.",
	"Praise undeserved, is satire in disguise.",
	"How happy is the blameless vestal's lot? The world forgetting, by the world forgot.",
	"And, after all, what is a lie? 'Tis but the truth in a masquerade.",
	"Blessed is the man who expects nothing, for he shall never be disappointed was the ninth beatitude.",
	"Some people will never learn anything, for this reason, because they understand everything too soon.",
	"A little learning is a dangerous thing; Drink deep, or taste not the Pierian spring.",
	"Fools rush in where angels fear to tread.",
	"Hope springs eternal in the human breast: Man never is, but always To be Blest.",
	"Histories are more full of examples of the fidelity of dogs than of friends.",
	"Health consists with temperance alone.",
	"No one should be ashamed to admit they are wrong, which is but saying, in other words, that they are wiser today than they were yesterday.",
	"On life's vast ocean diversely we sail. Reasons the card, but passion the gale.",
	"Charms strike the sight, but merit wins the soul.",
	"Genius creates, and taste preserves. Taste is the good sense of genius; without taste, genius is only sublime folly.",
	"A person who is too nice an observer of the business of the crowd, like one who is too curious in observing the labor of bees, will often be stung for his curiosity.",
	"Many men have been capable of doing a wise thing, more a cunning thing, but very few a generous thing.",
	"The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres.",
	"Act well your part, there all the honour lies.",
	"I never know what's going to happen or what opportunities are going to be given to me. I've found with the opportunities that I've been given have made it possible for me to explore different characters and exciting stories.",
	"I'm really easily affected by horror films. I have pretty strong reactions to them.",
	"I'm a combination between extreme insecurity and extreme confidence.",
	"Going to the darkest place you can to make yourself really upset and adding that with the physicality and running around, you can work yourself into hysteria that way.",
	"I love to travel, and I think being whisked away somewhere for a vacation is a pretty amazing date. But, I'm really into the basic movie and dinner. It's not where you are but who you're with that really matters.",
	"I love stories about people that, whatever situation they're in, you can relate to them in a way.",
	"I'm very into fantasy films.",
	"To be an actress and act crazy is really fun for me, to be able to be acting like you'd never be able to act in your real life and scream and freak out. It's an interesting test for an actor.",
	"Finding a stylist is a little like finding a date; you have to find who is right for you.",
	"When I have no appointments, I spend the day in pajamas and go to the dog park in pajamas. I'm very casual.",
	"I went to an all-girls school for part of high school, and the idea of boys was amazing to me; like, all I ever wanted to do was kiss boys and be around boys.",
	"My mom used to model when she was younger, before she went to law school, and I think she thought it was pretty cool. I think my parents saw that acting ultimately made me happy, even though it was a rough ride for a little bit.",
	"When I was first starting out as a kid, I tried to pad my resume with everything I had ever done - ice-skate, carry a tune. I can't dance for my life, but I can learn, so I'll tell people I can dance. I play the piano - I'm a really good pianist, actually.",
	"I was obsessed with Nancy Drew growing up - I couldn't get enough.",
	"Charlize Theron is perfect. She holds herself with so much poise and grace. I don't know if she looks so good because she has the best body or because she has the confidence to feel comfortable in what she's wearing.",
	"Everyone has the opportunity to do a horror film. There's something great about it as an actor. You have to go to places you'd normally never go and be put in situations you would never be put into. You don't get the opportunity in a lot of films to have this kind of acting. It's an interesting challenge.",
	"You do run and scream and cry and work yourself up into hysterics, and then you get back to the hotel at the end of the day, and you feel really off and really strange. And that's because rationally, even though you know everything is OK, you have put yourself through this traumatizing experience, and your body is still going.",
	"Light is something that can really change your perception of space.",
	"I love '70s organic architecture. I am very influenced by the time when I grew up.",
	"I always loved bulbs, and I use light a lot in my shows. In my office in Paris, I have 300 bulbs.",
	"I kind of view everybody like a rainbow. Everybody on the planet has all the colors of the rainbow inside.",
	"When I was in high school, I got bullied through social media - on the Internet, on my Facebook. That was hard for me, and I think social media has made it easy for people to bully other people on-line because they can just post anything they want anonymously.",
	"Acting has always been a way for me to express myself, and show all my vulnerabilities and flaws through my characters.",
	"I get very involved in my characters. Sometimes I have a very hard time separating my characters from my life.",
	"It's how I express myself - through storytelling and characters. They often reveal very intimate, vulnerable sides of myself.",
	"Working with Christopher McQuarrie and working with Tom Cruise; two people who are just so good at what they do, it just makes you better.",
	"The greatness of America lies not in being more enlightened than any other nation, but rather in her ability to repair her faults.",
	"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.",
	"Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.",
	"Life is to be entered upon with courage.",
	"The American Republic will endure until the day Congress discovers that it can bribe the public with the public's money.",
	"The Indian knew how to live without wants, to suffer without complaint, and to die singing.",
	"I cannot help fearing that men may reach a point where they look on every new theory as a danger, every innovation as a toilsome trouble, every social advance as a first step toward revolution, and that they may absolutely refuse to move at all.",
	"When the past no longer illuminates the future, the spirit walks in darkness.",
	"There is hardly a political question in the United States which does not sooner or later turn into a judicial one.",
	"The Americans combine the notions of religion and liberty so intimately in their minds, that it is impossible to make them conceive of one without the other.",
	"History is a gallery of pictures in which there are few originals and many copies.",
	"As one digs deeper into the national character of the Americans, one sees that they have sought the value of everything in this world only in the answer to this single question: how much money will it bring in?",
	"Grant me thirty years of equal division of inheritances and a free press, and I will provide you with a republic.",
	"The health of a democratic society may be measured by the quality of functions performed by private citizens.",
	"I know of no country in which there is so little independence of mind and real freedom of discussion as in America.",
	"Liberty cannot be established without morality, nor morality without faith.",
	"A democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.",
	"All those who seek to destroy the liberties of a democratic nation ought to know that war is the surest and shortest means to accomplish it.",
	"There are many men of principle in both parties in America, but there is no party of principle.",
	"In other words, a democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.",
	"In the United States, the majority undertakes to supply a multitude of ready-made opinions for the use of individuals, who are thus relieved from the necessity of forming opinions of their own.",
	"No protracted war can fail to endanger the freedom of a democratic country.",
	"Those that despise people will never get the best out of others and themselves.",
	"We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects.",
	"In politics shared hatreds are almost always the basis of friendships.",
	"Expect problems and eat them for breakfast.",
	"Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to.",
	"Your life will be no better than the plans you make and the action you take. You are the architect and builder of your own life, fortune, destiny.",
	"Every person has free choice. Free to obey or disobey the Natural Laws. Your choice determines the consequences. Nobody ever did, or ever will, escape the consequences of his choices.",
	"To accomplish great things we must first dream, then visualize, then plan... believe... act!",
	"Nobody ever did, or ever will, escape the consequences of his choices.",
	"The majority see the obstacles; the few see the objectives; history records the successes of the latter, while oblivion is the reward of the former.",
	"All lasting business is built on friendship.",
	"If you don't have solid beliefs you cannot build a stable life. Beliefs are like the foundation of a building, and they are the foundation to build your life upon.",
	"Every time you get angry, you poison your own system.",
	"Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.",
	"In life, the first thing you must do is decide what you really want. Weigh the costs and the results. Are the results worthy of the costs? Then make up your mind completely and go after your goal with all your might.",
	"The world is divided into people who do things and people who get the credit.",
	"Man is raw and wild, that is one of the reasons why he needs the Christian teaching.",
	"Live constructively and live optimistically.",
	"Happy is the person who not only sings, but feels God's eye is on the sparrow, and knows He watches over me. To be simply ensconced in God is true joy.",
	"The chief danger in life is that you may take too many precautions.",
	"God who is eternally complete, who directs the stars, who is the master of fates, who elevates man from his lowliness to Himself, who speaks from the cosmos to every single human soul, is the most brilliant manifestation of the goal of perfection.",
	"A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view.",
	"The only normal people are the ones you don't know very well.",
	"The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.",
	"Meanings are not determined by situations, but we determine ourselves by the meanings we give to situations.",
	"Man knows much more than he understands.",
	"Exaggerated sensitiveness is an expression of the feeling of inferiority.",
	"We must never neglect the patient's own use of his symptoms.",
	"No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
	"The greater the feeling of inferiority that has been experienced, the more powerful is the urge to conquest and the more violent the emotional agitation.",
	"Death is really a great blessing for humanity, without it there could be no real progress. People who lived for ever would not only hamper and discourage the young, but they would themselves lack sufficient stimulus to be creative.",
	"To be a human being means to possess a feeling of inferiority which constantly presses towards its own conquest. The greater the feeling of inferiority that has been experienced, the more powerful is the urge for conquest and the more violent the emotional agitation.",
	"We must interpret a bad temper as a sign of inferiority.",
	"War is not the continuation of politics with different means, it is the greatest mass-crime perpetrated on the community of man.",
	"There is no such thing as talent. There is pressure.",
	"It is easier to fight for one's principles than to live up to them.",
	"There is a law that man should love his neighbor as himself. In a few hundred years it should be as natural to mankind as breathing or the upright gait; but if he does not learn it he must perish.",
	"It is always easier to fight for one's principles than to live up to them.",
	"War is organized murder and torture against our brothers.",
	"We cannot say that if a child is badly nourished he will become a criminal. We must see what conclusion the child has drawn.",
	"A lie would have no sense unless the truth were felt dangerous.",
	"The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.",
	"The truth is often a terrible weapon of aggression. It is possible to lie, and even to murder, with the truth.",
	"It is the patriotic duty of every man to lie for his country.",
	"Sometimes the picture that emerges of the man seems no longer to agree with our conception of the musician. In reality, however, there is a glorious unity.",
	"There is a strange kind of human being in whom there is an eternal struggle between body and soul, animal and god, for dominance. In all great men this mixture is striking, and in none more so than in Wolfgang Amadeus Mozart.",
	"It was inevitable that in doing this I should arrive at new results, and it is perhaps understandable that in the end I have felt impelled to present these results not only in the dry form of a catalogue, but also in a more connected and personal one.",
	"Once the amateur's naive approach and humble willingness to learn fades away, the creative spirit of good photography dies with it. Every professional should remain always in his heart an amateur.",
	"When I have a camera in my hand, I know no fear.",
	"We are only beginning to learn what to say in a photograph. The world we live in is a succession of fleeting moments, any one of which might say something significant.",
	"Never boss people around. It's more important to click with people than to click the shutter.",
	"I don't like to work with assistants. I'm already one too many; the camera alone would be enough.",
	"I dream that someday the step between my mind and my finger will no longer be needed. And that simply by blinking my eyes, I shall make pictures. Then, I think, I shall really have become a photographer.",
	"It is more important to click with people than to click the shutter.",
	"Keep it simple.",
	"Hope smiles from the threshold of the year to come, whispering, 'It will be happier.'",
	"My strength is as the strength of ten, because my heart is pure.",
	"'Tis better to have loved and lost than never to have loved at all.",
	"No man ever got very high by pulling other people down. The intelligent merchant does not knock his competitors. The sensible worker does not work those who work with him. Don't knock your friends. Don't knock your enemies. Don't knock yourself.",
	"Ring out the false, ring in the true.",
	"A smile abroad is often a scowl at home.",
	"Self-reverence, self-knowledge, self-control; these three alone lead one to sovereign power.",
	"By blood a king, in heart a clown.",
	"To strive, to seek, to find, and not to yield.",
	"Love is the only gold.",
	"Words, like nature, half reveal and half conceal the soul within.",
	"Knowledge comes, but wisdom lingers.",
	"The happiness of a man in this life does not consist in the absence but in the mastery of his passions.",
	"A sorrow's crown of sorrow is remembering happier times.",
	"I must lose myself in action, lest I wither in despair.",
	"We cannot be kind to each other here for even an hour. We whisper, and hint, and chuckle and grin at our brother's shame; however you take it we men are a little breed.",
	"Shape your heart to front the hour, but dream not that the hours will last.",
	"Ours not to reason why, ours but to do and die.",
	"Guard your roving thoughts with a jealous care, for speech is but the dialer of thoughts, and every fool can plainly read in your words what is the hour of your thoughts.",
	"I am a part of all that I have met.",
	"All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move.",
	"Let the great world spin for ever down the ringing grooves of change.",
	"Dreams are true while they last, and do we not live in dreams?",
	"A lie which is half a truth is ever the blackest of lies.",
	"Theirs is not to make reply: Theirs is not to reason why: Theirs is but to do and die.",
	"We have been talking with leaders: Change is coming; you can no longer have a closed regime with an open society - satellites, social media, the Internet - you have this kind, this kind of society moving forward, and you are running this closed regime; this is not sustainable. This cannot continue.",
	"Turkey's energy bill due to imports will fall with the increase in use of renewable energy sources. We have no control over the prices of petroleum and natural gas.",
	"Whatever the scenario, the dynamism of developing nations, their demographics and competitive power are great sources for superiority.",
	"The fast fish, not the big fish, eats the small fish.",
	"When Turkey buys Iranian oil, we pay for it in Turkish lira... However, it is not possible for Iran to take that money as dollars into its own country due to international restrictions, the U.S.A.'s sanctions. Therefore, when Iran cannot take this money back as currency, they withdraw Turkish lira and buy gold from our market.",
	"A country which has a population 99% as their faith in Islam can also be a country which are subscribing to the universal values of the E.U.",
	"Greece is not an easy country to do business in.",
	"Islam and democracy can function together.",
	"Leave history to historians.",
	"Northern Iraq has become, economically, a natural extension of Turkey.",
	"Openly speaking, the only formula that will save Greece's future is more trade with Turkey and more investment with Turkey.",
	"Population is a strong driver of the economy as well as the quality of the labor force.",
	"'The Economist' is a biased organization.",
	"Those looking from Europe see Turkey as an economic success, whereas others from the Middle East see Turkey as a democratic success.",
	"Turkey does not have an official exchange rate target.",
	"Turkey is widely envied while there are very serious troubles in the world economy.",
	"Turkey shares Europe's fundamental values of democracy and the rule of law.",
	"Turkey will not let Turkish territory or airspace be used in any activity that could harm the security or safety of Syria.",
	"Turkey's economy is powerful enough to tackle tough times.",
	"It is unfair to ask Turkey to make a unilateral concession to take goods from Cyprus within the customs union when the E.U. is not open to northern Cyprus.",
	"The E.U. initially decided to end the isolation of Turkish Cyprus, to balance the accession of Cyprus. But the E.U. has not carried through on its promise.",
	"Turkey has a young and growing population. Until recently, this was perceived as a problem, a burden that Turkey would bring to the E.U. But it is, in fact, an asset that can help the population deficit of the E.U. and the economic growth of Turkey.",
	"Turkey is going through an incredible economic, political and social transformation. What is most important is that Turkey has been the owner of this transformation. Ownership has been the key to success.",
	"Teaching someone to be funny is like teaching someone to be fast. They're already fast. You're just making them faster.",
	"The lifelong goal of an improviser is to listen to what the other person is saying, taking it in, and responding.",
	"There are a million ways of arriving at a performance, any number of them solid.",
	"Baseball players practice, runners practice, so how can you practice being funny? You get up onstage. You train as an improviser, playing make-believe, using the vernacular of improvisation, saying 'yes and' to other people's ideas, making statements.",
	"There was a period in my life when I would say no, and I didn't know why I was saying no. In most cases, it was out of fear, just trying to be safe. Because 'no' will keep you safe. 'No' won't draw attention to you. But all the cool things are on the other side of 'Yes, And.'",
	"Work on your craft, and your career will come. Work on your community, and your career will come. But just work on your career, and you'll have neither a craft nor a community.",
	"When I talked to my medical friends about the strange silence on this subject in American medical magazines and textbooks, I gained the impression that here was a subject tainted with Socialism or with feminine sentimentality for the poor.",
	"Illinois then had no legislation providing compensation for accident or disease caused by occupation.",
	"When employers tell me they prefer married men, and encourage their men to have homes of their own, because it makes them so much steadier, I wonder if they have any idea of all that that implies.",
	"Every article I wrote in those days, every speech I made, is full of pleading for the recognition of lead poisoning as a real and serious medical problem.",
	"No young doctor nowadays can hope for work as exciting and rewarding.",
	"From the first I became convinced that what I must look for was lead dust and lead fumes, that men were poisoned by breathing poisoned air, not by handling their food with unwashed hands.",
	"It was impossible for me to believe that conditions in Europe could be worse than they were in the Polish section of Chicago, and in many Italian and Irish tenements, or that any workshops could be worse than some of those I had seen in our foreign quarters.",
	"There can be no intelligent control of the lead danger in industry unless it is based on the principle of keeping the air clear from dust and fumes.",
	"It was easy to present figures demonstrating the contrast between lead work in the United States under conditions of neglect and ignorance, and comparable work in England and Germany, under intelligent control.",
	"Everything I discovered was new and most of it was really valuable.",
	"It was also my experience at Hull-House that aroused my interest in industrial diseases.",
	"Physical pain however great ends in itself and falls away like dry husks from the mind, whilst moral discords and nervous horrors sear the soul.",
	"One has a greater sense of degradation after an interview with a doctor than from any human experience.",
	"I make it a rule always to believe compliments implicitly for five minutes, and to simmer gently for twenty more.",
	"You must remember that a woman, by nature, needs much less to feed upon than a man, a few emotions and she is satisfied.",
	"How sick one gets of being 'good,' how much I should respect myself if I could burst out and make everyone wretched for twenty-four hours; embody selfishness.",
	"I suppose one has a greater sense of intellectual degradation after an interview with a doctor than from any human experience.",
	"The difficulty about all this dying, is that you can't tell a fellow anything about it, so where does the fun come in?",
	"The success or failure of a life, as far as posterity goes, seems to lie in the more or less luck of seizing the right moment of escape.",
	"I wonder whether if I had an education I should have been more or less a fool that I am.",
	"Though I have no productive worth, I have a certain value as an indestructible quantity.",
	"What a sense of superiority it gives one to escape reading some book which everyone else is reading.",
	"In the seventeenth century, the science of medicine had not wholly cut asunder from astrology and necromancy; and the trusting Christian still believed in some occult influences, chiefly planetary, which governed not only his crops but his health and life.",
	"Every sea-captain who sailed to the West Indies was expected to bring home a turtle on the return voyage for a feast to his expectant friends.",
	"Salem houses present to you a serene and dignified front, gracious yet reserved, not thrusting forward their choicest treasures to the eyes of passing strangers; but behind the walls of the houses, enclosed from public view, lie cherished gardens, full of the beauty of life.",
	"The brank, or scold's bridle, was unknown in America in its English shape: though from colonial records we learn that scolding women were far too plentiful, and were gagged for that annoying and irritating habit.",
	"The study of tavern history often brings to light much evidence of sad domestic changes. Many a cherished and beautiful home, rich in annals of family prosperity and private hospitality, ended its days as a tavern.",
	"By the year 1670, wooden chimneys and log houses of the Plymouth and Bay colonies were replaced by more sightly houses of two stories, which were frequently built with the second story jutting out a foot or two over the first, and sometimes with the attic story still further extending over the second story.",
	"From the hour when the Puritan baby opened his eyes in bleak New England, he had a Spartan struggle for life.",
	"It is heartrending to read the entries in many an old family Bible - the records of suffering, distress, and blasted hopes.",
	"Few of the early houses in New England were painted, or colored, as it was called, either without or within. Painters do not appear in any of the early lists of workmen.",
	"In the early days of the New England colonies, no more embarrassing or hampering condition, no greater temporal ill, could befall any adult Puritan than to be unmarried.",
	"It is plainly evident that, in a country where land was to be had for the asking, fuel for the cutting, corn for the planting and harvesting, and game and fish for the least expenditure of labor, no man would long serve for another, and any system of reliable service indoors or afield must fail.",
	"Our Puritan forefathers, though bitterly denouncing all forms and ceremonies, were great respecters of persons; and in nothing was the regard for wealth and position more fully shown than in designating the seat in which each person should sit during public worship.",
	"The first and most natural way of lighting the houses of the American colonists, both in the North and South, was by the pine-knots of the fat pitch-pine, which, of course, were found everywhere in the greatest plenty in the forests.",
	"The first meeting-houses were often built in the valleys, in the meadow lands; for the dwelling-houses must be clustered around them, since the colonists were ordered by law to build their new homes within half a mile of the meeting-house.",
	"The landlord of colonial days may not have been the greatest man in town, but he was certainly the best-known, often the most popular, and ever the most picturesque and cheerful figure.",
	"The men in those old days of the seventeenth century, when in constant dread of attacks by Indians, always rose when the services were ended and left the house before the women and children, thus making sure the safe exit of the latter.",
	"The pillory and stocks, the gibbet, and even the whipping-post, have seen many a noble victim, many a martyr. But I cannot think any save the most ignoble criminals ever sat in a ducking-stool.",
	"There is something inexpressibly sad in the thought of the children who crossed the ocean with the Pilgrims and the fathers of Jamestown, New Amsterdam, and Boston, and the infancy of those born in the first years of colonial life in this strange new world.",
	"We have very pretty Dutch gardens, so called, in America, but their chief claim to being Dutch is that they are set with bulbs, and have Delft or other earthen pots or boxes for formal plants or shrubs.",
	"We should have scant notion of the gardens of these New England colonists in the seventeenth century were it not for a cheerful traveller named John Josselyn, a man of everyday tastes and much inquisitiveness, and the pleasing literary style which comes from directness, and an absence of self-consciousness.",
	"When the first settlers landed on American shores, the difficulties in finding or making shelter must have seemed ironical as well as almost unbearable.",
	"In the early New England meeting-houses the seats were long, narrow, uncomfortable benches, which were made of simple, rough, hand-riven planks placed on legs like milking-stools.",
	"It is easy to gain a definite notion of the furnishing of colonial houses from a contemporary and reliable source - the inventories of the estates of the colonists.",
	"One of the earliest institutions in every New England community was a pair of stocks. The first public building was a meeting-house, but often before any house of God was builded, the devil got his restraining engine.",
	"Sunken gardens should be laid out under the supervision of an intelligent landscape architect; and even then should have a reason for being sunken other than a whim or increase in costliness.",
	"'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.",
	"If you want to have a life that is worth living, a life that expresses your deepest feelings and emotions and cares and dreams, you have to fight for it.",
	"Womanist is to feminist as purple is to lavender.",
	"I grew up in the South under segregation. So, I know what terrorism feels like - when your father could be taken out in the middle of the night and lynched just because he didn't look like he was in an obeying frame of mind when a white person said something he must do. I mean, that's terrorism, too.",
	"I have fallen in love with the imagination. And if you fall in love with the imagination, you understand that it is a free spirit. It will go anywhere, and it can do anything.",
	"The most common way people give up their power is by thinking they don't have any.",
	"Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself.",
	"I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.",
	"No person is your friend who demands your silence, or denies your right to grow.",
	"Life is abundant, and life is beautiful. And it's a good place that we're all in, you know, on this earth, if we take care of it.",
	"Is solace anywhere more comforting than that in the arms of a sister.",
	"And so our mothers and grandmothers have, more often than not anonymously, handed on the creative spark, the seed of the flower they themselves never hoped to see - or like a sealed letter they could not plainly read.",
	"I think 'The Color Purple' is so bursting with love, the need for connection, the showing of the need for connection around the globe.",
	"We have to wake up. We have to refuse to be a clone.",
	"Sexuality is one of the ways that we become enlightened, actually, because it leads us to self-knowledge.",
	"Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.",
	"It is justice and respect that I want the world to dust off and put - without delay, and with tenderness - back on the head of the Palestinian child. It will be imperfect justice and respect because the injustice and disrespect have been so severe. But I believe we are right to try.",
	"Yes, Mother. I can see you are flawed. You have not hidden it. That is your greatest gift to me.",
	"I'm not lesbian; I'm not bisexual; I'm not straight. I'm just curious.",
	"The animals of the world exist for their own reasons. They were not made for humans any more than black people were made for white, or women created for men.",
	"I deeply regret any harm, or any perceived harm, that I may have done to anyone by any behaviour of mine.",
	"Most damage that others do us is out of fear, humiliation and pain. Those feelings occur in all of us, not just in those of us who profess a certain religious or racial devotion.",
	"The dropping of bombs on people - isn't that terrorism?",
	"It is because I recognize the brutality with which my own multi-branched ancestors have been treated that I can identify the despicable, lawless, cruel, and sadistic behavior that has characterized Israel's attempts to erase a people, the Palestinians, from their own land.",
	"Anybody can observe the Sabbath, but making it holy surely takes the rest of the week.",
	"I believe that the people, instead of pretty lies, should be told the truth, no matter how ugly it may be. What can we do, destiny hasn't been kind to us; but, with the help of God, we will prevail.",
	"Bosnia is a complicated country: three religions, three nations and those 'others'. Nationalism is strong in all three nations; in two of them there are a lot of racism, chauvinism, separatism; and now we are supposed to make a state out of that.",
	"The international community is pushing things forward in Bosnia... but it is doing it at expense of the Muslim people. I feel it as an injustice, these are the things that I cannot live with.",
	"In these negotiations we are not a helpless object, although great world powers are involved. We play an active role and try to influence our destiny; we have our own trump cards and we use them.",
	"All in all this is a difficult political struggle which will go on for years, in which our people won't die anymore; I'm not sure how much we will be able to win, but I'm certain that we won't loose anything that we have now.",
	"Our goal: the Islamization of Muslims. Our methods: to believe and to struggle.",
	"We Bosniaks would for sure fight for integrity of Bosnia.",
	"As far as the sovereignty of Bosnia-Hercegovina is concerned we agreed to have limited sovereignty for a limited time and that is clear from the Dayton Agreement.",
	"You can watch a little bit of war from your nice living room - 30 seconds of what's going on in Syria - and when you've had enough, switch over to some celebrity programme. We live our life through screens and images in this way, and we don't know what is real or fake anymore. It doesn't matter.",
	"The religious imagery and fairytales that formed our shared cultural references have been replaced by the cult of celebrity. Marilyn is the sex goddess, Camilla Parker Bowles is cast as the wicked witch, Che Guevara is the revolutionary. Celebrities have become visual shorthand for narratives that shape our lives.",
	"When Princess Diana died, I couldn't understand why people were mourning her death in such an enormous, hysterical way when they didn't actually know her for real.",
	"I don't really like using ridicule as a form of humor.",
	"If you see everything through the lens, you are constantly composing pictures. I think in pictures; I don't think in text.",
	"I can't remember exactly how old I was when my parents gave me my first camera, but it was a Canon, and I was certainly far too young to have such a good camera.",
	"Photography acts as a teaser, suggesting we can know something that we can never know. And the more we can't obtain it, the more we want it.",
	"Photography seduces us into thinking we can believe photographs, whereas we can't really believe that a picture can tell us any kind of truth at all.",
	"Art work is inconclusive. It opens your mind up. At least, that's what I hope it does. And advertising, using exactly the same photograph, closes things down. It makes it conclusive. It sells a product, and that is its primary function.",
	"I'd like to take more pictures of real celebrities. It would be fabulous to photograph Brad Pitt. He's so good-looking and just such a star.",
	"I'm not really interested in the celebrity themselves. I'm interested in the perception of the celebrity.",
	"I'm particularly interested in how you can't rely on your own perception.",
	"It's always fun to put fake celebrities in unlikely situations, but somehow it's even more fun when politicians are involved.",
	"Of course, my own political beliefs inform the ideas I come up with.",
	"The only people I really hate are parking attendants.",
	"I had a very outdoorsy childhood. I was athletic and used to ride and do dressage. I could ride almost before I could walk. There is a picture of me at 18 months old sitting happily on the back of a donkey.",
	"Because Bin Laden's culture doesn't permit the worship of images, they understand how powerful images are. We wouldn't have thought of creating a visual bomb. In a way, he's chopped down two iconic buildings, and used our very truth imagery, to express himself. It's fascinating... I mean, dreadful.",
	"Now celebrity has taken on a holy status all of its own, and we look to the stars to provide us with the transcendental experience that was once achieved through religion.",
	"Warhol was the ultimate voyeur, constantly observing people through the lens. He watched and listened, but did not participate. Behind the camera, Warhol was in control.",
	"I think privacy is important, and it's important you don't bore people with your own boring self.",
	"I am very pro-royal. Britain without them would be a sadder place.",
	"Photography can be a deceitful, superficial medium that leads us into believing something even though we know it's not necessarily true. It lulls us into a false sense of complacency.",
	"A lot of people who look at my photographs think it is an easy joke, but it does take a bit of thinking about.",
	"Among other things, I use a Samsung mobile phone, a very bad quality video camera, and an old Olympus with extremely bad Sigma lenses.",
	"Career-wise, I feel very lucky to have always been able to follow my creative path.",
	"Deficits must be cut, yes, but the rush to austerity risks undermining the fragile global recovery.",
	"Our goal is to make finance the servant, not the master, of the real economy.",
	"Tory plans to cut 'further and faster' would wreck recovery and roll back Labour's many successes.",
	"The global economy is spluttering back into life. The Tories would have left it to choke to death.",
	"When people are facing a severe illness or a major surgery, that may be one of the most significant opportunities for spiritual transformation that they will encounter.",
	"I call horses 'divine mirrors' - they reflect back the emotions you put in. If you put in love and respect and kindness and curiosity, the horse will return that.",
	"I tell residents, if you gave me two patients with identical problems, and one of them had family at the bedside with a lot of laughter, plus photos and a quilt from home, and next door was another patient who was alone every time I came by - I'm going to be very nervous about the isolated patient's mental status.",
	"People think of science as rolling back the mystery of God. I look at science as slowly creeping toward the mystery of God.",
	"Therapy needs to be integrated. You mustn't forget about a patient's emotional wellbeing. It is vital to the outcome of their treatment.",
	"There are plenty of studies that have shown that depression is associated with decreased immunity. So I want to harness all of the positive emotional energy I can in a patient to get better.",
	"When you are not practicing, someone else is getting better.",
	"I had a lot of growing up to do. A lot of times, I learned the hard way.",
	"I gave everything I had to basketball. The passion is still there, but the desire to play is not. It was a great ride.",
	"If that many people recognize how hard I go every night and what I put into my game, to make myself and my team better, it means a lot to mean. I'm fortunate; I'm blessed to be in the situation that I'm in right now.",
	"This is the thing you dream about when you're a kid, even before getting into the league.",
	"When you lose, there is a whole bunch of room for negativity and I don't feed into this stuff and I do not do any talking. I don't run my mouth.",
	"I believe that whatever we have, regardless of a trade being done or not, I feel we have a shot. I've just got to believe that we're going to be all right. I've got to just play basketball.",
	"I don't want to just go to the playoffs, I don't want to go to the playoffs and win the first round, second round, and not win the whole thing because it's bittersweet.",
	"Personally I just want to win a championship.",
	"Being an All-Star is everything.",
	"When you win, everything is everything. But when you lose, it's all about Allen Iverson and Larry Brown. When we win, I know that I get the praise and Larry Brown gets the praise, but when we lose, it's on me and Larry Brown. That's something that I have to learn to accept and deal with.",
	"If I don't believe it, then they don't need me on the court. I've just got to believe that in my heart."
  ],
  "text": [
	"Haskell is a standardized, general-purpose purely functional programming language, with non-strict semantics and strong static typing.",
	"Haskell features a type system with type inference and lazy evaluation.",
	"Type classes first appeared in the Haskell programming language.",
	"Its main implementation is the Glasgow Haskell Compiler.",
	"Erlang is a general-purpose, concurrent, functional programming language.",
	"It is also a garbage-collected runtime system.",
	"The sequential subset of Erlang supports eager evaluation, single assignment, and dynamic typing.",
	"Erlang is known for its designs that are well suited for systems.",
	"Atoms are used within a program to denote distinguished values.",
	"They are written as strings of consecutive alphanumeric characters, the first character being lowercase.",
	"Atoms can contain any character if they are enclosed within single quotes and an escape convention exists which allows any character to be used within an atom.",
	"Tuples are containers for a fixed number of Erlang data types.",
	"The syntax {D1,D2,...,Dn} denotes a tuple whose arguments are D1, D2, ... Dn.",
	"The arguments can be primitive data types or compound data types.",
	"Any element of a tuple can be accessed in constant time.",
	"Ports are used to communicate with the external world.",
	"Ports are created with the built-in function open_port.",
	"Messages can be sent to and received from ports, but these messages must obey the so-called \"port protocol.\"",
	"Lorem ipsum dolor sit amet, consectetur adipiscing elit.",
	"Cras ornare mauris dolor, in dignissim mauris semper sit amet.",
	"Vivamus luctus luctus nisi, in rutrum lectus posuere faucibus.",
	"Curabitur nec arcu sit amet nisl vulputate lacinia eu vel elit.",
	"Aliquam eu erat semper, interdum libero sed, tempus felis.",
	"Cras nisi turpis, lobortis ut euismod ac, gravida vitae elit.",
	"Quisque volutpat metus lectus, vestibulum rhoncus velit mattis ut.",
	"Lorem ipsum dolor sit amet, consectetur adipiscing elit.",
	"Donec at dolor libero. Vestibulum eu tempus nisl.",
	"Suspendisse potenti.",
	"Nullam fermentum est enim, quis consequat augue elementum a.",
	"Nulla mattis nisi ultrices arcu ultricies, ut facilisis nibh fringilla.",
	"Donec nec nisl dignissim, suscipit elit ut, molestie erat.",
	"Sed et lectus quam. Integer at imperdiet ante, in faucibus nunc.",
	"Praesent a ante sodales, commodo augue a, maximus diam.",
	"Fusce in ipsum mi.",
	"Integer at consequat neque.",
	"Donec a venenatis dui.",
	"Aenean ligula lectus, tristique in tristique a, lacinia sit amet nunc.",
	"Cras fringilla arcu id nunc tincidunt mattis.",
	"Nunc eleifend semper sagittis. Etiam lorem lorem, imperdiet vel feugiat quis, ullamcorper id erat.",
	"Praesent semper lorem at quam porttitor sollicitudin.",
	"Nullam eget ex sapien.",
	"Fusce eget urna nec neque rutrum dapibus.",
	"Morbi sapien odio, venenatis vitae tristique non, condimentum et nibh.",
	"Ut lectus nulla, semper sed malesuada id, finibus ac nibh."
  ],
  "words": {
	"bad": [
	  "Alcoholic",
	  "Amateur",
	  "Analphabet",
	  "Anarchist",
	  "Ape",
	  "Arse",
	  "Arselicker",
	  "Ass",
	  "Ass master",
	  "Ass-kisser",
	  "Ass-nugget",
	  "Ass-wipe",
	  "Asshole",
	  "Baby",
	  "Backwoodsman",
	  "Balls",
	  "Bandit",
	  "Barbar",
	  "Bastard",
	  "Beavis",
	  "Beginner",
	  "Biest",
	  "Bitch",
	  "Blubber gut",
	  "Bogeyman",
	  "Bollocks",
	  "Booby",
	  "Boozer",
	  "Bozo",
	  "Brain-fart",
	  "Brainless",
	  "Brainy",
	  "Brontosaurus",
	  "Brownie",
	  "Bugger",
	  "Bum",
	  "Bum-fucker",
	  "Butt",
	  "Buttfucker",
	  "Butthead",
	  "Callboy",
	  "Callgirl",
	  "Camel",
	  "Cannibal",
	  "Cave man",
	  "Chaavanist",
	  "Chaot",
	  "Chauvi",
	  "Cheater",
	  "Chicken",
	  "Children fucker",
	  "Clit",
	  "Clown",
	  "Cock",
	  "Cock master",
	  "Cock up",
	  "Cockboy",
	  "Cockfucker",
	  "Cockroach",
	  "Coky",
	  "Con merchant",
	  "Con-man",
	  "Country bumpkin",
	  "Cow",
	  "Creep",
	  "Cretin",
	  "Criminal",
	  "Cunt",
	  "Cunt sucker",
	  "Daywalker",
	  "Deathlord",
	  "Derr brain",
	  "Desperado",
	  "Devil",
	  "Dickhead",
	  "Dinosaur",
	  "Disguesting packet",
	  "Diz brain",
	  "Do-Do",
	  "Dog",
	  "Dogshit",
	  "Donkey",
	  "Drakula",
	  "Dreamer",
	  "Drinker",
	  "Drunkard",
	  "Dufus",
	  "Dulles",
	  "Dumbo",
	  "Dummy",
	  "Dumpy",
	  "Egoist",
	  "Eunuch",
	  "Exhibitionist",
	  "Fake",
	  "Fanny",
	  "Farmer",
	  "Fart",
	  "Fatso",
	  "Fellow",
	  "Fibber",
	  "Fish",
	  "Fixer",
	  "Flake",
	  "Flash Harry",
	  "Freak",
	  "Frog",
	  "Fuck",
	  "Fuck face",
	  "Fuck head",
	  "Fuck noggin",
	  "Fucknugget",
	  "Fuckwit",
	  "Fucker",
	  "Gangster",
	  "Ghost",
	  "Goose",
	  "Gorilla",
	  "Grouch",
	  "Grumpy",
	  "Hell dog",
	  "Hillbilly",
	  "Hippie",
	  "Homo",
	  "Homosexual",
	  "Hooligan",
	  "Horse fucker",
	  "Idiot",
	  "Ignoramus",
	  "Jack-ass",
	  "Jerk",
	  "Joker",
	  "Junkey",
	  "Killer",
	  "Lard face",
	  "Latchkey child",
	  "Learner",
	  "Liar",
	  "Looser",
	  "Lucky",
	  "Lumpy",
	  "Luzifer",
	  "Macho",
	  "Macker",
	  "Minx",
	  "Missing link",
	  "Monkey",
	  "Monster",
	  "Motherfucker",
	  "Mucky pub",
	  "Mutant",
	  "Neanderthal",
	  "Nerfhearder",
	  "Nobody",
	  "Nurd",
	  "Oddball",
	  "Oger",
	  "Oil dick",
	  "Old fart",
	  "Orang-Uthan",
	  "Original",
	  "Outlaw",
	  "Pack",
	  "Pain in the ass",
	  "Pavian",
	  "Pencil dick",
	  "Pervert",
	  "Pig",
	  "Piggy-wiggy",
	  "Pirate",
	  "Pornofreak",
	  "Prick",
	  "Prolet",
	  "Queer",
	  "Querulant",
	  "Rat",
	  "Rat-fink",
	  "Reject",
	  "Retard",
	  "Riff-Raff",
	  "Ripper",
	  "Roboter",
	  "Rowdy",
	  "Rufian",
	  "Sack",
	  "Sadist",
	  "Saprophyt",
	  "Satan",
	  "Scarab",
	  "Schfincter",
	  "Shark",
	  "Shit eater",
	  "Shithead",
	  "Simulant",
	  "Skunk",
	  "Skuz bag",
	  "Slave",
	  "Sleeze",
	  "Sleeze bag",
	  "Slimer",
	  "Slimy bastard",
	  "Small pricked",
	  "Snail",
	  "Snake",
	  "Snob",
	  "Snot",
	  "Son of a bitch",
	  "Square",
	  "Stinker",
	  "Stripper",
	  "Stunk",
	  "Swindler",
	  "Swine",
	  "Teletubby",
	  "Thief",
	  "Toilett cleaner",
	  "Tussi",
	  "Typ",
	  "Vandale",
	  "Varmit",
	  "Wallflower",
	  "Wanker",
	  "Weeze Bag",
	  "Whore",
	  "Wierdo",
	  "Wino",
	  "Witch",
	  "Womanizer",
	  "Woody allen",
	  "Worm",
	  "XXX Watcher",
	  "Xena",
	  "Xenophebe",
	  "Xenophobe",
	  "Yak",
	  "Yeti",
	  "Zit face"
	],
	"normal": [
	  "aaron",
	  "ab",
	  "abc",
	  "ability",
	  "able",
	  "about",
	  "above",
	  "abroad",
	  "absence",
	  "absolute",
	  "absolutely",
	  "abstract",
	  "abuse",
	  "ac",
	  "academic",
	  "academy",
	  "acc",
	  "accept",
	  "acceptable",
	  "acceptance",
	  "accepted",
	  "access",
	  "accessibility",
	  "accessible",
	  "accessories",
	  "accessory",
	  "accident",
	  "accommodation",
	  "accommodations",
	  "accordance",
	  "according",
	  "account",
	  "accounting",
	  "accounts",
	  "accuracy",
	  "accurate",
	  "ace",
	  "achieve",
	  "achieved",
	  "achievement",
	  "acid",
	  "acoustic",
	  "acquired",
	  "acquisition",
	  "acres",
	  "acrobat",
	  "across",
	  "act",
	  "acting",
	  "action",
	  "actions",
	  "activation",
	  "active",
	  "activities",
	  "activity",
	  "actor",
	  "actors",
	  "acts",
	  "actual",
	  "actually",
	  "acute",
	  "ad",
	  "adam",
	  "adams",
	  "adapter",
	  "add",
	  "added",
	  "adding",
	  "addition",
	  "additional",
	  "additions",
	  "address",
	  "addressed",
	  "addresses",
	  "adds",
	  "adequate",
	  "adjustable",
	  "adjusted",
	  "adjustment",
	  "admin",
	  "administration",
	  "administrative",
	  "administrator",
	  "administrators",
	  "admission",
	  "admissions",
	  "adobe",
	  "adopt",
	  "adopted",
	  "adoption",
	  "ads",
	  "adult",
	  "adults",
	  "advance",
	  "advanced",
	  "advantage",
	  "advantages",
	  "adventure",
	  "adventures",
	  "adverse",
	  "advertise",
	  "advertisement",
	  "advertisers",
	  "advertising",
	  "advice",
	  "advisor",
	  "advisory",
	  "ae",
	  "af",
	  "affairs",
	  "affect",
	  "affected",
	  "affiliate",
	  "affiliated",
	  "affiliates",
	  "afford",
	  "affordable",
	  "afghanistan",
	  "afraid",
	  "africa",
	  "african",
	  "after",
	  "afternoon",
	  "ag",
	  "again",
	  "against",
	  "age",
	  "aged",
	  "agencies",
	  "agency",
	  "agenda",
	  "agent",
	  "agents",
	  "ages",
	  "aging",
	  "ago",
	  "agree",
	  "agreed",
	  "agreement",
	  "agreements",
	  "agricultural",
	  "agriculture",
	  "ah",
	  "ahead",
	  "ai",
	  "aid",
	  "aids",
	  "aim",
	  "aims",
	  "air",
	  "aircraft",
	  "airline",
	  "airlines",
	  "airport",
	  "ak",
	  "aka",
	  "al",
	  "alabama",
	  "alan",
	  "alarm",
	  "alaska",
	  "albany",
	  "albert",
	  "alberta",
	  "album",
	  "albums",
	  "alcohol",
	  "alert",
	  "alerts",
	  "alex",
	  "alexander",
	  "algorithm",
	  "alice",
	  "alien",
	  "alive",
	  "all",
	  "allen",
	  "alliance",
	  "allocated",
	  "allocation",
	  "allow",
	  "allowed",
	  "allowing",
	  "allows",
	  "almost",
	  "alone",
	  "along",
	  "alpha",
	  "alphabetical",
	  "already",
	  "also",
	  "alternate",
	  "alternative",
	  "alternatives",
	  "although",
	  "aluminum",
	  "alumni",
	  "always",
	  "am",
	  "amateur",
	  "amazing",
	  "amazon",
	  "amber",
	  "amd",
	  "amended",
	  "amendment",
	  "amendments",
	  "america",
	  "american",
	  "americans",
	  "among",
	  "amount",
	  "amounts",
	  "amp",
	  "amsterdam",
	  "amy",
	  "an",
	  "anal",
	  "analog",
	  "analysis",
	  "analyst",
	  "ancient",
	  "and",
	  "anderson",
	  "andrew",
	  "andy",
	  "angel",
	  "angeles",
	  "angels",
	  "angle",
	  "animal",
	  "animals",
	  "animated",
	  "animation",
	  "anime",
	  "ann",
	  "anna",
	  "anne",
	  "anniversary",
	  "annotation",
	  "announce",
	  "announced",
	  "announcement",
	  "announcements",
	  "announces",
	  "annual",
	  "anonymous",
	  "another",
	  "answer",
	  "answered",
	  "answers",
	  "antenna",
	  "anthony",
	  "anti",
	  "antique",
	  "antiques",
	  "antonio",
	  "any",
	  "anybody",
	  "anymore",
	  "anyone",
	  "anything",
	  "anytime",
	  "anyway",
	  "anywhere",
	  "aol",
	  "ap",
	  "apache",
	  "apart",
	  "apartment",
	  "apartments",
	  "api",
	  "app",
	  "apparel",
	  "apparently",
	  "appeal",
	  "appeals",
	  "appear",
	  "appearance",
	  "appeared",
	  "appearing",
	  "appears",
	  "appendix",
	  "apple",
	  "appliances",
	  "applicable",
	  "applicant",
	  "applicants",
	  "application",
	  "applications",
	  "applied",
	  "applies",
	  "apply",
	  "applying",
	  "appointed",
	  "appointment",
	  "appreciate",
	  "approach",
	  "approaches",
	  "appropriate",
	  "approval",
	  "approved",
	  "approximately",
	  "apr",
	  "april",
	  "ar",
	  "arab",
	  "arabia",
	  "arc",
	  "arcade",
	  "architecture",
	  "archive",
	  "archived",
	  "archives",
	  "are",
	  "area",
	  "areas",
	  "arena",
	  "argentina",
	  "argument",
	  "arguments",
	  "arising",
	  "arizona",
	  "arkansas",
	  "arm",
	  "armed",
	  "arms",
	  "army",
	  "around",
	  "arrangement",
	  "arrangements",
	  "array",
	  "arrival",
	  "arrive",
	  "arrived",
	  "arrow",
	  "art",
	  "arthur",
	  "article",
	  "articles",
	  "artificial",
	  "artist",
	  "artists",
	  "arts",
	  "artwork",
	  "as",
	  "asia",
	  "asian",
	  "aside",
	  "ask",
	  "asked",
	  "asking",
	  "asp",
	  "aspect",
	  "aspects",
	  "ass",
	  "assembly",
	  "assess",
	  "assessment",
	  "asset",
	  "assets",
	  "assigned",
	  "assignment",
	  "assist",
	  "assistance",
	  "assistant",
	  "associate",
	  "associated",
	  "associates",
	  "association",
	  "associations",
	  "assume",
	  "assumed",
	  "assumes",
	  "assurance",
	  "astronomy",
	  "at",
	  "athens",
	  "athletic",
	  "athletics",
	  "atlanta",
	  "atlantic",
	  "atlas",
	  "atmosphere",
	  "atom",
	  "attached",
	  "attachment",
	  "attachments",
	  "attack",
	  "attacks",
	  "attempt",
	  "attempts",
	  "attend",
	  "attendance",
	  "attended",
	  "attention",
	  "attitude",
	  "attorney",
	  "attorneys",
	  "attraction",
	  "attractions",
	  "attractive",
	  "attribute",
	  "attributes",
	  "au",
	  "auction",
	  "auctions",
	  "aud",
	  "audience",
	  "audio",
	  "audit",
	  "aug",
	  "august",
	  "austin",
	  "australia",
	  "australian",
	  "austria",
	  "authentication",
	  "author",
	  "authorities",
	  "authority",
	  "authorized",
	  "authors",
	  "auto",
	  "automated",
	  "automatic",
	  "automatically",
	  "automation",
	  "automobile",
	  "automotive",
	  "av",
	  "availability",
	  "available",
	  "avatar",
	  "ave",
	  "avenue",
	  "average",
	  "avg",
	  "aviation",
	  "avoid",
	  "award",
	  "awarded",
	  "awards",
	  "aware",
	  "awareness",
	  "away",
	  "awesome",
	  "axis",
	  "az",
	  "ba",
	  "babe",
	  "babes",
	  "babies",
	  "baby",
	  "bachelor",
	  "back",
	  "background",
	  "backup",
	  "bad",
	  "bag",
	  "bags",
	  "baker",
	  "balance",
	  "ball",
	  "balls",
	  "baltimore",
	  "ban",
	  "band",
	  "bands",
	  "bandwidth",
	  "bang",
	  "bank",
	  "banking",
	  "bankruptcy",
	  "banks",
	  "banner",
	  "bar",
	  "barbara",
	  "barcelona",
	  "bargain",
	  "bargains",
	  "barry",
	  "bars",
	  "base",
	  "baseball",
	  "based",
	  "basic",
	  "basically",
	  "basics",
	  "basin",
	  "basis",
	  "basket",
	  "basketball",
	  "baskets",
	  "bass",
	  "bath",
	  "bathroom",
	  "batteries",
	  "battery",
	  "battle",
	  "bay",
	  "bb",
	  "bbc",
	  "bc",
	  "be",
	  "beach",
	  "beads",
	  "beam",
	  "bear",
	  "bearing",
	  "bears",
	  "beast",
	  "beastiality",
	  "beat",
	  "beautiful",
	  "beauty",
	  "became",
	  "because",
	  "become",
	  "becomes",
	  "becoming",
	  "bed",
	  "bedding",
	  "bedroom",
	  "bedrooms",
	  "beds",
	  "beef",
	  "been",
	  "beer",
	  "before",
	  "began",
	  "begin",
	  "beginning",
	  "begins",
	  "behalf",
	  "behavior",
	  "behind",
	  "being",
	  "belgium",
	  "belief",
	  "believe",
	  "believed",
	  "believes",
	  "bell",
	  "below",
	  "belt",
	  "ben",
	  "benefit",
	  "benefits",
	  "berkeley",
	  "berlin",
	  "besides",
	  "best",
	  "bestiality",
	  "bestsellers",
	  "bet",
	  "beta",
	  "better",
	  "betting",
	  "between",
	  "beyond",
	  "bi",
	  "bible",
	  "bibliography",
	  "bid",
	  "bidder",
	  "bidding",
	  "bids",
	  "big",
	  "bigger",
	  "biggest",
	  "bike",
	  "bikes",
	  "bikini",
	  "bill",
	  "billing",
	  "billion",
	  "bills",
	  "billy",
	  "bin",
	  "binary",
	  "binding",
	  "bio",
	  "biography",
	  "biological",
	  "biology",
	  "bird",
	  "birds",
	  "birmingham",
	  "birth",
	  "birthday",
	  "bishop",
	  "bit",
	  "bits",
	  "biz",
	  "black",
	  "blackjack",
	  "blade",
	  "blank",
	  "blind",
	  "block",
	  "blocks",
	  "blog",
	  "blogger",
	  "blogging",
	  "blogs",
	  "blonde",
	  "blood",
	  "blow",
	  "blowjob",
	  "blowjobs",
	  "blue",
	  "blues",
	  "bluetooth",
	  "blvd",
	  "bmw",
	  "board",
	  "boards",
	  "boat",
	  "boats",
	  "bob",
	  "bodies",
	  "body",
	  "bold",
	  "bond",
	  "bondage",
	  "bonds",
	  "bone",
	  "bonus",
	  "boobs",
	  "book",
	  "booking",
	  "bookmark",
	  "books",
	  "bookstore",
	  "boost",
	  "boot",
	  "boots",
	  "booty",
	  "border",
	  "born",
	  "boss",
	  "boston",
	  "both",
	  "bottle",
	  "bottom",
	  "bought",
	  "bound",
	  "boundary",
	  "bowl",
	  "box",
	  "boxes",
	  "boy",
	  "boys",
	  "br",
	  "bracelet",
	  "brad",
	  "brain",
	  "branch",
	  "branches",
	  "brand",
	  "brands",
	  "brass",
	  "brazil",
	  "bread",
	  "break",
	  "breakfast",
	  "breaking",
	  "breaks",
	  "breast",
	  "breasts",
	  "brian",
	  "bridge",
	  "brief",
	  "bright",
	  "bring",
	  "bringing",
	  "brings",
	  "bristol",
	  "britain",
	  "british",
	  "britney",
	  "broad",
	  "broadband",
	  "broadcast",
	  "broadcasting",
	  "broadway",
	  "brochure",
	  "broke",
	  "broken",
	  "broker",
	  "brokers",
	  "brother",
	  "brothers",
	  "brought",
	  "brown",
	  "browse",
	  "browser",
	  "browsing",
	  "bruce",
	  "bs",
	  "bt",
	  "buddy",
	  "budget",
	  "buffalo",
	  "buffer",
	  "bug",
	  "bugs",
	  "build",
	  "builder",
	  "builders",
	  "building",
	  "buildings",
	  "built",
	  "bukkake",
	  "bulgaria",
	  "bulk",
	  "bulletin",
	  "bunch",
	  "bureau",
	  "burn",
	  "burning",
	  "bus",
	  "bush",
	  "business",
	  "businesses",
	  "busty",
	  "busy",
	  "but",
	  "butt",
	  "button",
	  "buttons",
	  "buy",
	  "buyer",
	  "buyers",
	  "buying",
	  "by",
	  "byte",
	  "bytes",
	  "ca",
	  "cabinet",
	  "cable",
	  "cables",
	  "cache",
	  "cached",
	  "cad",
	  "cafe",
	  "cake",
	  "cal",
	  "calculate",
	  "calculated",
	  "calculator",
	  "calendar",
	  "calendars",
	  "california",
	  "call",
	  "called",
	  "calling",
	  "calls",
	  "cam",
	  "cambridge",
	  "camcorder",
	  "camcorders",
	  "came",
	  "camel",
	  "camera",
	  "cameras",
	  "camp",
	  "campaign",
	  "campbell",
	  "camping",
	  "camps",
	  "campus",
	  "can",
	  "canada",
	  "canadian",
	  "cancel",
	  "cancer",
	  "candidate",
	  "candidates",
	  "candy",
	  "canon",
	  "canvas",
	  "canyon",
	  "cap",
	  "capabilities",
	  "capability",
	  "capable",
	  "capacity",
	  "cape",
	  "capital",
	  "caps",
	  "captain",
	  "capture",
	  "car",
	  "carbon",
	  "card",
	  "cards",
	  "care",
	  "career",
	  "careers",
	  "careful",
	  "carefully",
	  "caribbean",
	  "carl",
	  "carol",
	  "carolina",
	  "carpet",
	  "carried",
	  "carrier",
	  "carriers",
	  "carry",
	  "carrying",
	  "cars",
	  "cart",
	  "carter",
	  "cartoon",
	  "cartoons",
	  "cartridge",
	  "cartridges",
	  "case",
	  "cases",
	  "cash",
	  "casino",
	  "casinos",
	  "cassette",
	  "cast",
	  "castle",
	  "casual",
	  "cat",
	  "catalog",
	  "catalogue",
	  "catch",
	  "categories",
	  "category",
	  "catering",
	  "catholic",
	  "cats",
	  "caught",
	  "cause",
	  "caused",
	  "causes",
	  "causing",
	  "cb",
	  "cc",
	  "cd",
	  "cds",
	  "ce",
	  "ceiling",
	  "celebrity",
	  "cell",
	  "cells",
	  "cellular",
	  "cemetery",
	  "census",
	  "cent",
	  "center",
	  "centers",
	  "central",
	  "centre",
	  "centres",
	  "century",
	  "ceo",
	  "certain",
	  "certainly",
	  "certificate",
	  "certificates",
	  "certification",
	  "certified",
	  "cf",
	  "ch",
	  "chain",
	  "chair",
	  "chairman",
	  "chairs",
	  "challenge",
	  "challenges",
	  "chamber",
	  "champion",
	  "championship",
	  "chance",
	  "change",
	  "changed",
	  "changes",
	  "changing",
	  "channel",
	  "channels",
	  "chapter",
	  "chapters",
	  "char",
	  "character",
	  "characteristics",
	  "characters",
	  "charge",
	  "charged",
	  "charger",
	  "charges",
	  "charity",
	  "charles",
	  "charlie",
	  "charlotte",
	  "charm",
	  "chart",
	  "charter",
	  "charts",
	  "chase",
	  "chat",
	  "cheap",
	  "cheats",
	  "check",
	  "checked",
	  "checking",
	  "checkout",
	  "checks",
	  "cheese",
	  "chemical",
	  "chemicals",
	  "chemistry",
	  "cherry",
	  "chest",
	  "chevrolet",
	  "chi",
	  "chicago",
	  "chicken",
	  "chief",
	  "child",
	  "childhood",
	  "children",
	  "chile",
	  "china",
	  "chinese",
	  "chip",
	  "chips",
	  "chocolate",
	  "choice",
	  "choices",
	  "choose",
	  "choosing",
	  "chosen",
	  "chris",
	  "christ",
	  "christian",
	  "christmas",
	  "christopher",
	  "chronic",
	  "church",
	  "churches",
	  "cialis",
	  "cincinnati",
	  "cinema",
	  "circle",
	  "circuit",
	  "circumstances",
	  "cisco",
	  "cited",
	  "cities",
	  "citizen",
	  "citizens",
	  "city",
	  "citysearch",
	  "civil",
	  "cl",
	  "claim",
	  "claimed",
	  "claims",
	  "clark",
	  "class",
	  "classes",
	  "classic",
	  "classical",
	  "classics",
	  "classification",
	  "classified",
	  "classifieds",
	  "classroom",
	  "clause",
	  "clay",
	  "clean",
	  "cleaner",
	  "cleaning",
	  "clear",
	  "clearance",
	  "clearly",
	  "clerk",
	  "cleveland",
	  "click",
	  "clicking",
	  "client",
	  "clients",
	  "climate",
	  "climbing",
	  "clinic",
	  "clinical",
	  "clinton",
	  "clip",
	  "clips",
	  "clock",
	  "close",
	  "closed",
	  "closely",
	  "closer",
	  "closing",
	  "clothes",
	  "clothing",
	  "cloud",
	  "cloudy",
	  "club",
	  "clubs",
	  "cluster",
	  "cm",
	  "cnet",
	  "co",
	  "coach",
	  "coaching",
	  "coal",
	  "coalition",
	  "coast",
	  "coastal",
	  "coat",
	  "cock",
	  "cocks",
	  "cod",
	  "code",
	  "codes",
	  "coding",
	  "coffee",
	  "coins",
	  "cold",
	  "collaboration",
	  "collect",
	  "collectables",
	  "collected",
	  "collectibles",
	  "collection",
	  "collections",
	  "collective",
	  "collector",
	  "college",
	  "colleges",
	  "collins",
	  "colombia",
	  "color",
	  "colorado",
	  "colors",
	  "columbia",
	  "columbus",
	  "column",
	  "columns",
	  "com",
	  "combat",
	  "combination",
	  "combine",
	  "combined",
	  "combo",
	  "come",
	  "comedy",
	  "comes",
	  "comfort",
	  "comfortable",
	  "comic",
	  "comics",
	  "coming",
	  "command",
	  "commands",
	  "comment",
	  "commentary",
	  "comments",
	  "commerce",
	  "commercial",
	  "commission",
	  "commissioner",
	  "commit",
	  "commitment",
	  "committed",
	  "committee",
	  "committees",
	  "common",
	  "commonly",
	  "commons",
	  "commonwealth",
	  "communicate",
	  "communication",
	  "communications",
	  "communities",
	  "community",
	  "compact",
	  "companies",
	  "company",
	  "compaq",
	  "compare",
	  "compared",
	  "comparison",
	  "compatibility",
	  "compatible",
	  "compensation",
	  "competition",
	  "competitive",
	  "compilation",
	  "compiled",
	  "complaint",
	  "complaints",
	  "complete",
	  "completed",
	  "completely",
	  "completion",
	  "complex",
	  "complexity",
	  "compliance",
	  "comply",
	  "component",
	  "components",
	  "composition",
	  "comprehensive",
	  "compression",
	  "computer",
	  "computers",
	  "computing",
	  "con",
	  "concentration",
	  "concept",
	  "concepts",
	  "concern",
	  "concerned",
	  "concerning",
	  "concerns",
	  "concert",
	  "conclusion",
	  "conclusions",
	  "concrete",
	  "condition",
	  "conditioning",
	  "conditions",
	  "conduct",
	  "conducted",
	  "conference",
	  "conferences",
	  "confidence",
	  "confidential",
	  "config",
	  "configuration",
	  "configure",
	  "confirm",
	  "confirmation",
	  "confirmed",
	  "conflict",
	  "congress",
	  "connect",
	  "connected",
	  "connecticut",
	  "connection",
	  "connections",
	  "connector",
	  "consent",
	  "consequences",
	  "conservation",
	  "conservative",
	  "consider",
	  "considerable",
	  "consideration",
	  "considered",
	  "considering",
	  "consistent",
	  "consists",
	  "console",
	  "consolidation",
	  "const",
	  "constant",
	  "constantly",
	  "constitutes",
	  "constitution",
	  "constitutional",
	  "constraints",
	  "constructed",
	  "construction",
	  "consult",
	  "consultant",
	  "consultants",
	  "consultation",
	  "consulting",
	  "consumer",
	  "consumers",
	  "consumption",
	  "contact",
	  "contacts",
	  "contain",
	  "contained",
	  "container",
	  "containing",
	  "contains",
	  "contemporary",
	  "content",
	  "contents",
	  "contest",
	  "contests",
	  "context",
	  "continental",
	  "continue",
	  "continued",
	  "continues",
	  "continuing",
	  "continuous",
	  "contract",
	  "contractor",
	  "contractors",
	  "contracts",
	  "contrast",
	  "contribute",
	  "contributed",
	  "contribution",
	  "contributions",
	  "control",
	  "controlled",
	  "controller",
	  "controls",
	  "convenience",
	  "convenient",
	  "convention",
	  "conventional",
	  "conversation",
	  "conversion",
	  "convert",
	  "converted",
	  "converter",
	  "cook",
	  "cookie",
	  "cookies",
	  "cooking",
	  "cool",
	  "cooling",
	  "cooper",
	  "cooperation",
	  "cooperative",
	  "coordination",
	  "coordinator",
	  "copies",
	  "copper",
	  "copy",
	  "copyright",
	  "cord",
	  "core",
	  "corn",
	  "corner",
	  "corp",
	  "corporate",
	  "corporation",
	  "corporations",
	  "corps",
	  "correct",
	  "correction",
	  "corrections",
	  "correctly",
	  "corresponding",
	  "cosmetic",
	  "cost",
	  "costa",
	  "costs",
	  "costume",
	  "cottage",
	  "cotton",
	  "could",
	  "council",
	  "counsel",
	  "counseling",
	  "count",
	  "counter",
	  "counters",
	  "counties",
	  "countries",
	  "country",
	  "counts",
	  "county",
	  "couple",
	  "couples",
	  "coupon",
	  "coupons",
	  "course",
	  "courses",
	  "court",
	  "courtesy",
	  "courts",
	  "cover",
	  "coverage",
	  "covered",
	  "covering",
	  "covers",
	  "cp",
	  "cpu",
	  "cr",
	  "crack",
	  "craft",
	  "crafts",
	  "craig",
	  "crash",
	  "crazy",
	  "cream",
	  "create",
	  "created",
	  "creates",
	  "creating",
	  "creation",
	  "creative",
	  "creator",
	  "credit",
	  "credits",
	  "creek",
	  "crew",
	  "cricket",
	  "crime",
	  "crimes",
	  "criminal",
	  "crisis",
	  "criteria",
	  "critical",
	  "criticism",
	  "crm",
	  "croatia",
	  "crop",
	  "cross",
	  "crossing",
	  "crowd",
	  "crown",
	  "cruise",
	  "cruises",
	  "cry",
	  "crystal",
	  "cs",
	  "css",
	  "cst",
	  "ct",
	  "cuba",
	  "cultural",
	  "culture",
	  "cultures",
	  "cum",
	  "cumshot",
	  "cumshots",
	  "cup",
	  "currency",
	  "current",
	  "currently",
	  "curriculum",
	  "curve",
	  "custom",
	  "customer",
	  "customers",
	  "customize",
	  "customized",
	  "customs",
	  "cut",
	  "cute",
	  "cuts",
	  "cutting",
	  "cv",
	  "cvs",
	  "cycle",
	  "cycling",
	  "cyprus",
	  "czech",
	  "da",
	  "dad",
	  "daily",
	  "dakota",
	  "dallas",
	  "damage",
	  "damages",
	  "damn",
	  "dan",
	  "dance",
	  "dancing",
	  "danger",
	  "dangerous",
	  "daniel",
	  "dark",
	  "data",
	  "database",
	  "databases",
	  "date",
	  "dated",
	  "dates",
	  "dating",
	  "daughter",
	  "dave",
	  "david",
	  "davis",
	  "dawn",
	  "day",
	  "days",
	  "db",
	  "dc",
	  "dd",
	  "de",
	  "dead",
	  "deadline",
	  "deal",
	  "dealer",
	  "dealers",
	  "dealing",
	  "deals",
	  "dealtime",
	  "dean",
	  "dear",
	  "death",
	  "deaths",
	  "debate",
	  "debian",
	  "debt",
	  "dec",
	  "decade",
	  "decades",
	  "december",
	  "decide",
	  "decided",
	  "decision",
	  "decisions",
	  "deck",
	  "declaration",
	  "declared",
	  "decline",
	  "decor",
	  "decrease",
	  "dedicated",
	  "deep",
	  "def",
	  "default",
	  "defence",
	  "defendant",
	  "defense",
	  "define",
	  "defined",
	  "definitely",
	  "definition",
	  "definitions",
	  "degree",
	  "degrees",
	  "del",
	  "delaware",
	  "delay",
	  "delete",
	  "deleted",
	  "delhi",
	  "deliver",
	  "delivered",
	  "delivery",
	  "dell",
	  "delta",
	  "deluxe",
	  "demand",
	  "demands",
	  "demo",
	  "democracy",
	  "democratic",
	  "democrats",
	  "demonstrate",
	  "demonstrated",
	  "den",
	  "denied",
	  "denmark",
	  "dennis",
	  "density",
	  "dental",
	  "denver",
	  "department",
	  "departments",
	  "departure",
	  "dependent",
	  "depending",
	  "depends",
	  "deposit",
	  "depression",
	  "depth",
	  "deputy",
	  "der",
	  "derived",
	  "des",
	  "describe",
	  "described",
	  "describes",
	  "description",
	  "descriptions",
	  "desert",
	  "design",
	  "designated",
	  "designed",
	  "designer",
	  "designers",
	  "designs",
	  "desire",
	  "desired",
	  "desk",
	  "desktop",
	  "desktops",
	  "despite",
	  "destination",
	  "destinations",
	  "destruction",
	  "detail",
	  "detailed",
	  "details",
	  "detected",
	  "detection",
	  "determination",
	  "determine",
	  "determined",
	  "determining",
	  "detroit",
	  "deutsch",
	  "dev",
	  "devel",
	  "develop",
	  "developed",
	  "developer",
	  "developers",
	  "developing",
	  "development",
	  "developments",
	  "device",
	  "devices",
	  "devil",
	  "di",
	  "diabetes",
	  "diagnosis",
	  "diagnostic",
	  "dial",
	  "dialogue",
	  "diameter",
	  "diamond",
	  "diamonds",
	  "diary",
	  "dick",
	  "dicke",
	  "dictionary",
	  "did",
	  "die",
	  "died",
	  "diego",
	  "diesel",
	  "diet",
	  "diff",
	  "difference",
	  "differences",
	  "different",
	  "difficult",
	  "difficulties",
	  "difficulty",
	  "digest",
	  "digital",
	  "dildo",
	  "dildos",
	  "dimension",
	  "dimensional",
	  "dimensions",
	  "dining",
	  "dinner",
	  "dir",
	  "direct",
	  "directed",
	  "direction",
	  "directions",
	  "directly",
	  "director",
	  "directories",
	  "directors",
	  "directory",
	  "dirty",
	  "disabilities",
	  "disability",
	  "disabled",
	  "disaster",
	  "disc",
	  "discharge",
	  "discipline",
	  "disclaimer",
	  "disclosure",
	  "discount",
	  "discounts",
	  "discover",
	  "discovered",
	  "discovery",
	  "discrimination",
	  "discs",
	  "discuss",
	  "discussed",
	  "discussion",
	  "discussions",
	  "disease",
	  "diseases",
	  "dish",
	  "disk",
	  "disney",
	  "disorder",
	  "disorders",
	  "dispatched",
	  "display",
	  "displayed",
	  "displaying",
	  "displays",
	  "disposal",
	  "dispute",
	  "distance",
	  "distinct",
	  "distributed",
	  "distribution",
	  "distributor",
	  "district",
	  "districts",
	  "diverse",
	  "diversity",
	  "divided",
	  "diving",
	  "division",
	  "divorce",
	  "dj",
	  "dna",
	  "do",
	  "doc",
	  "doctor",
	  "doctors",
	  "document",
	  "documentary",
	  "documentation",
	  "documents",
	  "dodge",
	  "does",
	  "dog",
	  "dogs",
	  "doing",
	  "doll",
	  "dollar",
	  "dollars",
	  "dolls",
	  "domain",
	  "domains",
	  "domestic",
	  "don",
	  "donald",
	  "donate",
	  "donation",
	  "donations",
	  "done",
	  "dont",
	  "door",
	  "doors",
	  "dos",
	  "dose",
	  "dot",
	  "double",
	  "doubt",
	  "douglas",
	  "down",
	  "download",
	  "downloaded",
	  "downloads",
	  "downtown",
	  "dr",
	  "draft",
	  "dragon",
	  "drama",
	  "draw",
	  "drawing",
	  "drawn",
	  "dream",
	  "dreams",
	  "dress",
	  "drew",
	  "drink",
	  "drinking",
	  "drinks",
	  "drive",
	  "driven",
	  "driver",
	  "drivers",
	  "drives",
	  "driving",
	  "drop",
	  "dropped",
	  "drug",
	  "drugs",
	  "drum",
	  "drunk",
	  "dry",
	  "ds",
	  "dsl",
	  "du",
	  "dual",
	  "dublin",
	  "due",
	  "duke",
	  "duration",
	  "durham",
	  "during",
	  "dust",
	  "dutch",
	  "duties",
	  "duty",
	  "dv",
	  "dvd",
	  "dvds",
	  "dynamic",
	  "dynamics",
	  "ea",
	  "each",
	  "eagle",
	  "ear",
	  "earlier",
	  "early",
	  "earn",
	  "earned",
	  "earnings",
	  "earrings",
	  "earth",
	  "ease",
	  "easier",
	  "easily",
	  "east",
	  "eastern",
	  "easy",
	  "eat",
	  "eating",
	  "ebay",
	  "ebony",
	  "ec",
	  "echo",
	  "ecommerce",
	  "economic",
	  "economics",
	  "economy",
	  "ed",
	  "edge",
	  "edinburgh",
	  "edit",
	  "edited",
	  "editing",
	  "edition",
	  "editions",
	  "editor",
	  "editorial",
	  "editors",
	  "edt",
	  "education",
	  "educational",
	  "edward",
	  "edwards",
	  "ee",
	  "ef",
	  "effect",
	  "effective",
	  "effectively",
	  "effectiveness",
	  "effects",
	  "efficiency",
	  "efficient",
	  "effort",
	  "efforts",
	  "eg",
	  "egg",
	  "eggs",
	  "egypt",
	  "eight",
	  "either",
	  "el",
	  "elected",
	  "election",
	  "elections",
	  "electric",
	  "electrical",
	  "electricity",
	  "electronic",
	  "electronics",
	  "element",
	  "elementary",
	  "elements",
	  "eligibility",
	  "eligible",
	  "eliminate",
	  "elite",
	  "elizabeth",
	  "else",
	  "elsewhere",
	  "em",
	  "email",
	  "emails",
	  "embedded",
	  "emergency",
	  "emerging",
	  "eminem",
	  "emissions",
	  "emotional",
	  "emphasis",
	  "empire",
	  "employed",
	  "employee",
	  "employees",
	  "employer",
	  "employers",
	  "employment",
	  "empty",
	  "en",
	  "enable",
	  "enabled",
	  "enables",
	  "encoding",
	  "encourage",
	  "encouraged",
	  "encyclopedia",
	  "end",
	  "ended",
	  "ending",
	  "ends",
	  "enemy",
	  "energy",
	  "enforcement",
	  "eng",
	  "engaged",
	  "engagement",
	  "engine",
	  "engineer",
	  "engineering",
	  "engineers",
	  "engines",
	  "england",
	  "english",
	  "enhance",
	  "enhanced",
	  "enjoy",
	  "enjoyed",
	  "enlarge",
	  "enough",
	  "enrollment",
	  "ensure",
	  "ensuring",
	  "ent",
	  "enter",
	  "entered",
	  "entering",
	  "enterprise",
	  "enterprises",
	  "entertainment",
	  "entire",
	  "entirely",
	  "entities",
	  "entitled",
	  "entity",
	  "entrance",
	  "entries",
	  "entry",
	  "environment",
	  "environmental",
	  "environments",
	  "ep",
	  "epa",
	  "epinions",
	  "episode",
	  "epson",
	  "equal",
	  "equally",
	  "equation",
	  "equipment",
	  "equipped",
	  "equity",
	  "equivalent",
	  "er",
	  "era",
	  "eric",
	  "ericsson",
	  "erotic",
	  "error",
	  "errors",
	  "es",
	  "escape",
	  "especially",
	  "espn",
	  "essay",
	  "essays",
	  "essential",
	  "est",
	  "establish",
	  "established",
	  "establishing",
	  "establishment",
	  "estate",
	  "estimate",
	  "estimated",
	  "estimates",
	  "et",
	  "etc",
	  "ethernet",
	  "ethical",
	  "ethics",
	  "ethnic",
	  "eu",
	  "eur",
	  "euro",
	  "europe",
	  "european",
	  "evaluate",
	  "evaluation",
	  "evans",
	  "eve",
	  "even",
	  "evening",
	  "event",
	  "events",
	  "eventually",
	  "ever",
	  "every",
	  "everybody",
	  "everyday",
	  "everyone",
	  "everything",
	  "everywhere",
	  "evidence",
	  "evil",
	  "evolution",
	  "ex",
	  "exact",
	  "exactly",
	  "exam",
	  "examination",
	  "examine",
	  "examined",
	  "example",
	  "examples",
	  "exceed",
	  "excel",
	  "excellence",
	  "excellent",
	  "except",
	  "exception",
	  "excerpt",
	  "excess",
	  "exchange",
	  "exciting",
	  "exclusive",
	  "execution",
	  "executive",
	  "exercise",
	  "exercises",
	  "exhibit",
	  "exhibition",
	  "exist",
	  "existence",
	  "existing",
	  "exists",
	  "exit",
	  "exp",
	  "expand",
	  "expanded",
	  "expansion",
	  "expect",
	  "expectations",
	  "expected",
	  "expense",
	  "expenses",
	  "expensive",
	  "experience",
	  "experienced",
	  "experiences",
	  "experiment",
	  "experimental",
	  "experiments",
	  "expert",
	  "expertise",
	  "experts",
	  "explain",
	  "explained",
	  "explains",
	  "explanation",
	  "exploration",
	  "explore",
	  "explorer",
	  "export",
	  "exposed",
	  "exposure",
	  "express",
	  "expressed",
	  "expression",
	  "ext",
	  "extend",
	  "extended",
	  "extension",
	  "extensions",
	  "extensive",
	  "extent",
	  "external",
	  "extra",
	  "extract",
	  "extras",
	  "extreme",
	  "extremely",
	  "eye",
	  "eyes",
	  "fabric",
	  "face",
	  "faces",
	  "facial",
	  "facilitate",
	  "facilities",
	  "facility",
	  "facing",
	  "fact",
	  "factor",
	  "factors",
	  "factory",
	  "facts",
	  "faculty",
	  "fail",
	  "failed",
	  "fails",
	  "failure",
	  "fair",
	  "fairly",
	  "faith",
	  "fall",
	  "falling",
	  "falls",
	  "false",
	  "fame",
	  "familiar",
	  "families",
	  "family",
	  "famous",
	  "fan",
	  "fans",
	  "fantastic",
	  "fantasy",
	  "faq",
	  "faqs",
	  "far",
	  "farm",
	  "farmer",
	  "farmers",
	  "fashion",
	  "fast",
	  "faster",
	  "fat",
	  "father",
	  "fault",
	  "favor",
	  "favorite",
	  "favorites",
	  "fax",
	  "fe",
	  "fear",
	  "feature",
	  "featured",
	  "features",
	  "featuring",
	  "feb",
	  "february",
	  "fed",
	  "federal",
	  "federation",
	  "fee",
	  "feed",
	  "feedback",
	  "feeding",
	  "feeds",
	  "feel",
	  "feeling",
	  "feelings",
	  "feels",
	  "fees",
	  "feet",
	  "fell",
	  "fellow",
	  "felt",
	  "female",
	  "festival",
	  "fetish",
	  "few",
	  "fewer",
	  "ff",
	  "fi",
	  "fiber",
	  "fiction",
	  "field",
	  "fields",
	  "fifth",
	  "fig",
	  "fight",
	  "fighting",
	  "figure",
	  "figures",
	  "file",
	  "filed",
	  "files",
	  "filing",
	  "fill",
	  "filled",
	  "film",
	  "films",
	  "filter",
	  "filters",
	  "final",
	  "finally",
	  "finance",
	  "financial",
	  "financing",
	  "find",
	  "finder",
	  "finding",
	  "findings",
	  "finds",
	  "fine",
	  "finger",
	  "finish",
	  "finished",
	  "finland",
	  "fire",
	  "firefox",
	  "firewall",
	  "firm",
	  "firms",
	  "first",
	  "fiscal",
	  "fish",
	  "fisher",
	  "fishing",
	  "fisting",
	  "fit",
	  "fitness",
	  "fits",
	  "five",
	  "fix",
	  "fixed",
	  "fl",
	  "flag",
	  "flags",
	  "flash",
	  "flashing",
	  "flat",
	  "fleet",
	  "flexibility",
	  "flexible",
	  "flickr",
	  "flight",
	  "flights",
	  "flood",
	  "floor",
	  "floral",
	  "florida",
	  "florist",
	  "florists",
	  "flow",
	  "flower",
	  "flowers",
	  "flows",
	  "flu",
	  "fluid",
	  "fly",
	  "flying",
	  "fm",
	  "focus",
	  "focused",
	  "folder",
	  "folk",
	  "folks",
	  "follow",
	  "followed",
	  "following",
	  "follows",
	  "font",
	  "fonts",
	  "food",
	  "foods",
	  "foot",
	  "football",
	  "for",
	  "force",
	  "forced",
	  "forces",
	  "ford",
	  "forecast",
	  "foreign",
	  "forest",
	  "forever",
	  "forget",
	  "forgot",
	  "forgotten",
	  "form",
	  "formal",
	  "format",
	  "formation",
	  "formats",
	  "formed",
	  "former",
	  "forms",
	  "formula",
	  "fort",
	  "forth",
	  "fortune",
	  "forum",
	  "forums",
	  "forward",
	  "foster",
	  "foto",
	  "fotos",
	  "found",
	  "foundation",
	  "founded",
	  "founder",
	  "four",
	  "fourth",
	  "fox",
	  "fr",
	  "frame",
	  "framed",
	  "frames",
	  "framework",
	  "france",
	  "franchise",
	  "francis",
	  "francisco",
	  "frank",
	  "franklin",
	  "fraud",
	  "fred",
	  "free",
	  "freedom",
	  "freeware",
	  "french",
	  "frequency",
	  "frequent",
	  "frequently",
	  "fresh",
	  "fri",
	  "friday",
	  "friend",
	  "friendly",
	  "friends",
	  "from",
	  "front",
	  "fruit",
	  "ft",
	  "ftp",
	  "fuck",
	  "fucked",
	  "fucking",
	  "fuel",
	  "full",
	  "fully",
	  "fun",
	  "function",
	  "functional",
	  "functionality",
	  "functions",
	  "fund",
	  "fundamental",
	  "funded",
	  "funding",
	  "funds",
	  "funeral",
	  "funny",
	  "furniture",
	  "further",
	  "furthermore",
	  "fusion",
	  "future",
	  "fy",
	  "ga",
	  "gadgets",
	  "gain",
	  "galleries",
	  "gallery",
	  "gambling",
	  "game",
	  "gamecube",
	  "games",
	  "gaming",
	  "gamma",
	  "gang",
	  "gangbang",
	  "gap",
	  "garage",
	  "garden",
	  "gardening",
	  "gardens",
	  "gary",
	  "gas",
	  "gate",
	  "gates",
	  "gateway",
	  "gathering",
	  "gave",
	  "gay",
	  "gb",
	  "gbp",
	  "gcc",
	  "ge",
	  "gear",
	  "gen",
	  "gender",
	  "gene",
	  "general",
	  "generally",
	  "generate",
	  "generated",
	  "generation",
	  "generator",
	  "generic",
	  "genes",
	  "genetic",
	  "genetics",
	  "genre",
	  "genuine",
	  "geographic",
	  "geography",
	  "george",
	  "georgia",
	  "german",
	  "germany",
	  "get",
	  "gets",
	  "getting",
	  "ghost",
	  "ghz",
	  "gi",
	  "giant",
	  "gift",
	  "gifts",
	  "girl",
	  "girls",
	  "give",
	  "given",
	  "gives",
	  "giving",
	  "glad",
	  "glance",
	  "glasgow",
	  "glass",
	  "glasses",
	  "global",
	  "globe",
	  "glory",
	  "glossary",
	  "gloves",
	  "gm",
	  "gmt",
	  "gnome",
	  "gnu",
	  "go",
	  "goal",
	  "goals",
	  "god",
	  "goes",
	  "going",
	  "gold",
	  "golden",
	  "golf",
	  "gone",
	  "gonna",
	  "good",
	  "goods",
	  "google",
	  "gordon",
	  "gospel",
	  "got",
	  "goto",
	  "gourmet",
	  "governance",
	  "government",
	  "governments",
	  "governor",
	  "gp",
	  "gps",
	  "gr",
	  "grace",
	  "grade",
	  "grades",
	  "graduate",
	  "graham",
	  "grand",
	  "grant",
	  "granted",
	  "grants",
	  "graph",
	  "graphic",
	  "graphics",
	  "grass",
	  "gratis",
	  "gray",
	  "great",
	  "greater",
	  "greatest",
	  "greatly",
	  "greece",
	  "greek",
	  "green",
	  "greg",
	  "grew",
	  "grey",
	  "grid",
	  "gross",
	  "ground",
	  "grounds",
	  "group",
	  "groups",
	  "grove",
	  "grow",
	  "growing",
	  "grown",
	  "growth",
	  "gt",
	  "guarantee",
	  "guaranteed",
	  "guard",
	  "guardian",
	  "guess",
	  "guest",
	  "guestbook",
	  "guests",
	  "guidance",
	  "guide",
	  "guidelines",
	  "guides",
	  "guilty",
	  "guinea",
	  "guitar",
	  "gulf",
	  "gun",
	  "guns",
	  "guy",
	  "guys",
	  "ha",
	  "habitat",
	  "had",
	  "hair",
	  "hairy",
	  "half",
	  "hall",
	  "halloween",
	  "hamilton",
	  "hampshire",
	  "hand",
	  "handbook",
	  "handheld",
	  "handle",
	  "handling",
	  "hands",
	  "hang",
	  "happen",
	  "happened",
	  "happening",
	  "happens",
	  "happy",
	  "harbor",
	  "hard",
	  "hardcore",
	  "hardcover",
	  "hardware",
	  "harris",
	  "harry",
	  "harvard",
	  "has",
	  "hat",
	  "hate",
	  "hats",
	  "have",
	  "haven",
	  "having",
	  "hawaii",
	  "hazardous",
	  "hb",
	  "hd",
	  "he",
	  "head",
	  "header",
	  "heading",
	  "headlines",
	  "headquarters",
	  "heads",
	  "headset",
	  "healing",
	  "health",
	  "healthcare",
	  "healthy",
	  "hear",
	  "heard",
	  "hearing",
	  "heart",
	  "hearts",
	  "heat",
	  "heating",
	  "heaven",
	  "heavy",
	  "height",
	  "heights",
	  "held",
	  "hell",
	  "hello",
	  "help",
	  "helped",
	  "helpful",
	  "helping",
	  "helps",
	  "hence",
	  "henry",
	  "hentai",
	  "her",
	  "herald",
	  "here",
	  "herein",
	  "heritage",
	  "hero",
	  "heroes",
	  "herself",
	  "hewlett",
	  "hey",
	  "hi",
	  "hidden",
	  "hide",
	  "high",
	  "higher",
	  "highest",
	  "highlight",
	  "highlights",
	  "highly",
	  "highway",
	  "hiking",
	  "hill",
	  "hills",
	  "hilton",
	  "him",
	  "himself",
	  "hip",
	  "hire",
	  "his",
	  "hispanic",
	  "hist",
	  "historic",
	  "historical",
	  "history",
	  "hit",
	  "hits",
	  "hiv",
	  "ho",
	  "hobbies",
	  "hockey",
	  "hold",
	  "holdem",
	  "holder",
	  "holders",
	  "holding",
	  "holdings",
	  "holds",
	  "hole",
	  "holes",
	  "holiday",
	  "holidays",
	  "holland",
	  "hollywood",
	  "holy",
	  "home",
	  "homepage",
	  "homes",
	  "honda",
	  "honest",
	  "hong",
	  "honor",
	  "hood",
	  "hook",
	  "hop",
	  "hope",
	  "horizontal",
	  "horny",
	  "horror",
	  "horse",
	  "horses",
	  "hospital",
	  "hospitality",
	  "hospitals",
	  "host",
	  "hosted",
	  "hosting",
	  "hosts",
	  "hot",
	  "hotel",
	  "hotels",
	  "hour",
	  "hours",
	  "house",
	  "household",
	  "houses",
	  "housewares",
	  "housing",
	  "houston",
	  "how",
	  "howard",
	  "however",
	  "hp",
	  "hr",
	  "hrs",
	  "hs",
	  "html",
	  "http",
	  "hub",
	  "huge",
	  "human",
	  "humans",
	  "humor",
	  "hundred",
	  "hundreds",
	  "hungary",
	  "hunt",
	  "hunter",
	  "hunting",
	  "hurricane",
	  "hurt",
	  "husband",
	  "hybrid",
	  "ia",
	  "ian",
	  "ibm",
	  "ic",
	  "ice",
	  "icon",
	  "icons",
	  "id",
	  "idaho",
	  "idea",
	  "ideal",
	  "ideas",
	  "identification",
	  "identified",
	  "identify",
	  "identifying",
	  "identity",
	  "ie",
	  "ieee",
	  "if",
	  "ignore",
	  "ii",
	  "iii",
	  "il",
	  "ill",
	  "illegal",
	  "illinois",
	  "illness",
	  "illustrated",
	  "im",
	  "image",
	  "images",
	  "imagine",
	  "imaging",
	  "img",
	  "immediate",
	  "immediately",
	  "immigration",
	  "impact",
	  "impacts",
	  "implement",
	  "implementation",
	  "implemented",
	  "implementing",
	  "implications",
	  "import",
	  "importance",
	  "important",
	  "impossible",
	  "improve",
	  "improved",
	  "improvement",
	  "improvements",
	  "improving",
	  "in",
	  "inc",
	  "incest",
	  "inch",
	  "inches",
	  "incident",
	  "include",
	  "included",
	  "includes",
	  "including",
	  "inclusive",
	  "income",
	  "incorporated",
	  "increase",
	  "increased",
	  "increases",
	  "increasing",
	  "increasingly",
	  "incredible",
	  "indeed",
	  "independence",
	  "independent",
	  "index",
	  "indexed",
	  "india",
	  "indian",
	  "indiana",
	  "indianapolis",
	  "indicate",
	  "indicated",
	  "indicates",
	  "indicator",
	  "indicators",
	  "individual",
	  "individuals",
	  "indonesia",
	  "indoor",
	  "induced",
	  "industrial",
	  "industries",
	  "industry",
	  "infant",
	  "infection",
	  "influence",
	  "info",
	  "inform",
	  "information",
	  "informational",
	  "informed",
	  "infrastructure",
	  "ing",
	  "ingredients",
	  "initial",
	  "initially",
	  "initiative",
	  "initiatives",
	  "injection",
	  "injuries",
	  "injury",
	  "ink",
	  "inkjet",
	  "inn",
	  "inner",
	  "innovation",
	  "innovative",
	  "input",
	  "inquiry",
	  "ins",
	  "insert",
	  "inside",
	  "insider",
	  "insight",
	  "inspection",
	  "inspired",
	  "install",
	  "installation",
	  "installed",
	  "installing",
	  "instance",
	  "instant",
	  "instantly",
	  "instead",
	  "institute",
	  "institution",
	  "institutional",
	  "institutions",
	  "instruction",
	  "instructions",
	  "instructor",
	  "instrument",
	  "instruments",
	  "insurance",
	  "int",
	  "integer",
	  "integrated",
	  "integration",
	  "integrity",
	  "intel",
	  "intellectual",
	  "intelligence",
	  "intelligent",
	  "intended",
	  "intent",
	  "inter",
	  "interaction",
	  "interactions",
	  "interactive",
	  "interest",
	  "interested",
	  "interesting",
	  "interests",
	  "interface",
	  "interfaces",
	  "interior",
	  "intermediate",
	  "internal",
	  "international",
	  "internet",
	  "interpretation",
	  "interracial",
	  "intervention",
	  "interview",
	  "interviews",
	  "into",
	  "intro",
	  "introduce",
	  "introduced",
	  "introduction",
	  "inventory",
	  "investigation",
	  "investing",
	  "investment",
	  "investments",
	  "investor",
	  "investors",
	  "invite",
	  "invited",
	  "involve",
	  "involved",
	  "involvement",
	  "involves",
	  "involving",
	  "ion",
	  "iowa",
	  "ip",
	  "ipod",
	  "ir",
	  "iran",
	  "iraq",
	  "iraqi",
	  "ireland",
	  "irish",
	  "iron",
	  "is",
	  "isbn",
	  "islam",
	  "islamic",
	  "island",
	  "islands",
	  "iso",
	  "isp",
	  "israel",
	  "israeli",
	  "issue",
	  "issued",
	  "issues",
	  "it",
	  "italian",
	  "italy",
	  "item",
	  "items",
	  "its",
	  "itself",
	  "iv",
	  "ja",
	  "jack",
	  "jacket",
	  "jackson",
	  "jacksonville",
	  "jam",
	  "jamaica",
	  "james",
	  "jan",
	  "jane",
	  "january",
	  "japan",
	  "japanese",
	  "jason",
	  "java",
	  "javascript",
	  "jay",
	  "jazz",
	  "jean",
	  "jeans",
	  "jeff",
	  "jefferson",
	  "jelsoft",
	  "jennifer",
	  "jerry",
	  "jersey",
	  "jessica",
	  "jesus",
	  "jet",
	  "jewellery",
	  "jewelry",
	  "jewish",
	  "jews",
	  "jim",
	  "jimmy",
	  "job",
	  "jobs",
	  "joe",
	  "john",
	  "johnny",
	  "johnson",
	  "join",
	  "joined",
	  "joining",
	  "joint",
	  "jokes",
	  "jon",
	  "jonathan",
	  "jones",
	  "jordan",
	  "jose",
	  "joseph",
	  "journal",
	  "journals",
	  "journey",
	  "joy",
	  "jp",
	  "jpg",
	  "jr",
	  "juan",
	  "judge",
	  "judges",
	  "judgment",
	  "judicial",
	  "juice",
	  "jul",
	  "july",
	  "jump",
	  "jun",
	  "june",
	  "junior",
	  "jurisdiction",
	  "jury",
	  "just",
	  "justice",
	  "juvenile",
	  "kansas",
	  "karen",
	  "kate",
	  "katrina",
	  "kb",
	  "keep",
	  "keeping",
	  "keeps",
	  "keith",
	  "kelly",
	  "ken",
	  "kennedy",
	  "kent",
	  "kentucky",
	  "kenya",
	  "kept",
	  "kernel",
	  "kerry",
	  "kevin",
	  "key",
	  "keyboard",
	  "keys",
	  "keyword",
	  "keywords",
	  "kg",
	  "kick",
	  "kid",
	  "kids",
	  "kill",
	  "killed",
	  "killer",
	  "killing",
	  "kim",
	  "kind",
	  "kinds",
	  "king",
	  "kingdom",
	  "kings",
	  "kiss",
	  "kit",
	  "kitchen",
	  "kits",
	  "km",
	  "knew",
	  "knife",
	  "knight",
	  "know",
	  "knowing",
	  "knowledge",
	  "known",
	  "knows",
	  "kong",
	  "korea",
	  "korean",
	  "ks",
	  "ky",
	  "la",
	  "lab",
	  "label",
	  "labels",
	  "labour",
	  "laboratory",
	  "labs",
	  "lack",
	  "ladies",
	  "lady",
	  "laid",
	  "lake",
	  "lakes",
	  "lamp",
	  "lamps",
	  "lan",
	  "land",
	  "lands",
	  "landscape",
	  "lane",
	  "language",
	  "languages",
	  "lanka",
	  "laptop",
	  "laptops",
	  "large",
	  "largely",
	  "larger",
	  "largest",
	  "larry",
	  "las",
	  "laser",
	  "last",
	  "lat",
	  "late",
	  "later",
	  "latest",
	  "latex",
	  "latin",
	  "latina",
	  "latinas",
	  "latter",
	  "launch",
	  "launched",
	  "laura",
	  "law",
	  "lawn",
	  "lawrence",
	  "laws",
	  "lawyer",
	  "lawyers",
	  "lay",
	  "layer",
	  "layout",
	  "lb",
	  "lbs",
	  "lcd",
	  "le",
	  "lead",
	  "leader",
	  "leaders",
	  "leadership",
	  "leading",
	  "leads",
	  "leaf",
	  "league",
	  "learn",
	  "learned",
	  "learning",
	  "lease",
	  "least",
	  "leather",
	  "leave",
	  "leaves",
	  "leaving",
	  "lebanon",
	  "lecture",
	  "led",
	  "lee",
	  "left",
	  "leg",
	  "legacy",
	  "legal",
	  "legend",
	  "legislation",
	  "legislative",
	  "legislature",
	  "legs",
	  "leisure",
	  "length",
	  "lens",
	  "lenses",
	  "les",
	  "lesbian",
	  "lesbians",
	  "less",
	  "lesson",
	  "lessons",
	  "let",
	  "lets",
	  "letter",
	  "letters",
	  "level",
	  "levels",
	  "lewis",
	  "lg",
	  "li",
	  "liability",
	  "liable",
	  "lib",
	  "liberal",
	  "liberty",
	  "libraries",
	  "library",
	  "licence",
	  "license",
	  "licensed",
	  "licensing",
	  "lie",
	  "lies",
	  "life",
	  "lifestyle",
	  "lifetime",
	  "lift",
	  "light",
	  "lighting",
	  "lights",
	  "like",
	  "liked",
	  "likely",
	  "limit",
	  "limitations",
	  "limited",
	  "limits",
	  "limousines",
	  "lincoln",
	  "linda",
	  "line",
	  "linear",
	  "lines",
	  "lingerie",
	  "link",
	  "linked",
	  "linking",
	  "links",
	  "linux",
	  "lion",
	  "liquid",
	  "lisa",
	  "list",
	  "listed",
	  "listen",
	  "listening",
	  "listing",
	  "listings",
	  "lists",
	  "lite",
	  "literacy",
	  "literary",
	  "literature",
	  "litigation",
	  "little",
	  "live",
	  "livecam",
	  "lived",
	  "liver",
	  "lives",
	  "living",
	  "ll",
	  "llc",
	  "lo",
	  "load",
	  "loaded",
	  "loading",
	  "loan",
	  "loans",
	  "local",
	  "locate",
	  "located",
	  "location",
	  "locations",
	  "locator",
	  "lock",
	  "locked",
	  "lodge",
	  "lodging",
	  "log",
	  "logged",
	  "logic",
	  "logical",
	  "login",
	  "logo",
	  "logos",
	  "lol",
	  "london",
	  "long",
	  "longer",
	  "look",
	  "looked",
	  "looking",
	  "looks",
	  "lookup",
	  "loop",
	  "loose",
	  "lord",
	  "los",
	  "lose",
	  "losing",
	  "loss",
	  "losses",
	  "lost",
	  "lot",
	  "lots",
	  "lottery",
	  "louis",
	  "louisiana",
	  "lounge",
	  "love",
	  "loved",
	  "lovely",
	  "loves",
	  "low",
	  "lower",
	  "lowest",
	  "lp",
	  "ltd",
	  "luck",
	  "lucky",
	  "lunch",
	  "lung",
	  "luxury",
	  "lycos",
	  "lyrics",
	  "ma",
	  "mac",
	  "machine",
	  "machinery",
	  "machines",
	  "mad",
	  "made",
	  "madison",
	  "magazine",
	  "magazines",
	  "magic",
	  "magnetic",
	  "mail",
	  "mailing",
	  "main",
	  "maine",
	  "mainly",
	  "maintain",
	  "maintained",
	  "maintaining",
	  "maintenance",
	  "major",
	  "majority",
	  "make",
	  "maker",
	  "makers",
	  "makes",
	  "making",
	  "malaysia",
	  "male",
	  "mall",
	  "man",
	  "manage",
	  "managed",
	  "management",
	  "manager",
	  "managers",
	  "managing",
	  "manchester",
	  "manga",
	  "manhattan",
	  "manner",
	  "manual",
	  "manufacturer",
	  "manufacturers",
	  "manufacturing",
	  "many",
	  "map",
	  "mapping",
	  "maps",
	  "mar",
	  "marc",
	  "march",
	  "margaret",
	  "maria",
	  "marie",
	  "marine",
	  "mark",
	  "marked",
	  "market",
	  "marketing",
	  "marketplace",
	  "markets",
	  "marks",
	  "marriage",
	  "married",
	  "marriott",
	  "mars",
	  "marshall",
	  "martin",
	  "mary",
	  "maryland",
	  "mask",
	  "mass",
	  "massachusetts",
	  "massage",
	  "massive",
	  "master",
	  "masters",
	  "match",
	  "matches",
	  "matching",
	  "material",
	  "materials",
	  "math",
	  "mathematical",
	  "mathematics",
	  "matrix",
	  "matt",
	  "matter",
	  "matters",
	  "matthew",
	  "mature",
	  "max",
	  "maximum",
	  "may",
	  "maybe",
	  "mayor",
	  "mb",
	  "mc",
	  "md",
	  "me",
	  "meal",
	  "meals",
	  "mean",
	  "meaning",
	  "means",
	  "meant",
	  "measure",
	  "measured",
	  "measurement",
	  "measurements",
	  "measures",
	  "measuring",
	  "meat",
	  "mechanical",
	  "mechanism",
	  "mechanisms",
	  "med",
	  "media",
	  "median",
	  "medical",
	  "medicare",
	  "medication",
	  "medicine",
	  "medium",
	  "medline",
	  "meet",
	  "meeting",
	  "meetings",
	  "meets",
	  "melbourne",
	  "melissa",
	  "member",
	  "members",
	  "membership",
	  "memorabilia",
	  "memorial",
	  "memories",
	  "memory",
	  "memphis",
	  "men",
	  "mens",
	  "mental",
	  "mention",
	  "mentioned",
	  "menu",
	  "mercedes",
	  "merchandise",
	  "merchant",
	  "merchants",
	  "mercury",
	  "merely",
	  "mesh",
	  "message",
	  "messages",
	  "messaging",
	  "messenger",
	  "met",
	  "meta",
	  "metabolism",
	  "metal",
	  "meter",
	  "meters",
	  "method",
	  "methodology",
	  "methods",
	  "metro",
	  "metropolitan",
	  "mexican",
	  "mexico",
	  "mg",
	  "mhz",
	  "mi",
	  "miami",
	  "mice",
	  "michael",
	  "michelle",
	  "michigan",
	  "micro",
	  "microsoft",
	  "mid",
	  "middle",
	  "midnight",
	  "might",
	  "migration",
	  "mike",
	  "mile",
	  "miles",
	  "milf",
	  "milfhunter",
	  "milfs",
	  "military",
	  "milk",
	  "mill",
	  "miller",
	  "million",
	  "millions",
	  "mills",
	  "milwaukee",
	  "min",
	  "mind",
	  "mine",
	  "mineral",
	  "mini",
	  "minimal",
	  "minimum",
	  "mining",
	  "minister",
	  "ministry",
	  "minneapolis",
	  "minnesota",
	  "minor",
	  "minority",
	  "mins",
	  "mint",
	  "minute",
	  "minutes",
	  "mirror",
	  "misc",
	  "miscellaneous",
	  "miss",
	  "missed",
	  "missing",
	  "mission",
	  "mississippi",
	  "missouri",
	  "mistake",
	  "mit",
	  "mitchell",
	  "mitsubishi",
	  "mix",
	  "mixed",
	  "ml",
	  "mlb",
	  "mm",
	  "mn",
	  "mo",
	  "mobile",
	  "mobility",
	  "mod",
	  "mode",
	  "model",
	  "modeling",
	  "models",
	  "modem",
	  "moderate",
	  "moderator",
	  "modern",
	  "modes",
	  "modification",
	  "modified",
	  "modify",
	  "module",
	  "modules",
	  "molecular",
	  "mom",
	  "moment",
	  "moments",
	  "mon",
	  "monday",
	  "money",
	  "monitor",
	  "monitoring",
	  "monitors",
	  "monster",
	  "montana",
	  "month",
	  "monthly",
	  "months",
	  "montreal",
	  "mood",
	  "moon",
	  "moore",
	  "moral",
	  "more",
	  "moreover",
	  "morgan",
	  "morning",
	  "morris",
	  "mortgage",
	  "mortgages",
	  "moscow",
	  "most",
	  "mostly",
	  "mother",
	  "motion",
	  "motor",
	  "motorcycle",
	  "motorola",
	  "motors",
	  "mount",
	  "mountain",
	  "mountains",
	  "mounted",
	  "mouse",
	  "mouth",
	  "move",
	  "moved",
	  "movement",
	  "moves",
	  "movie",
	  "movies",
	  "moving",
	  "mozilla",
	  "mp",
	  "mpeg",
	  "mph",
	  "mr",
	  "mrs",
	  "ms",
	  "msg",
	  "msn",
	  "mt",
	  "much",
	  "multi",
	  "multimedia",
	  "multiple",
	  "municipal",
	  "murder",
	  "murray",
	  "muscle",
	  "museum",
	  "museums",
	  "music",
	  "musical",
	  "muslim",
	  "must",
	  "mutual",
	  "mx",
	  "my",
	  "myself",
	  "mysql",
	  "mystery",
	  "na",
	  "naked",
	  "name",
	  "named",
	  "names",
	  "nancy",
	  "narrow",
	  "nasa",
	  "nashville",
	  "nation",
	  "national",
	  "nations",
	  "nationwide",
	  "native",
	  "natural",
	  "naturally",
	  "nature",
	  "navigate",
	  "navigation",
	  "navy",
	  "nba",
	  "nc",
	  "ncaa",
	  "nd",
	  "ne",
	  "near",
	  "nearby",
	  "nearest",
	  "nearly",
	  "nebraska",
	  "nec",
	  "necessarily",
	  "necessary",
	  "neck",
	  "need",
	  "needed",
	  "needs",
	  "negative",
	  "neighborhood",
	  "neil",
	  "neither",
	  "nelson",
	  "nepal",
	  "net",
	  "netherlands",
	  "netscape",
	  "network",
	  "networking",
	  "networks",
	  "neutral",
	  "nevada",
	  "never",
	  "new",
	  "newest",
	  "newly",
	  "news",
	  "newsletter",
	  "newsletters",
	  "newspaper",
	  "newspapers",
	  "next",
	  "nfl",
	  "ng",
	  "nh",
	  "nhl",
	  "nice",
	  "nick",
	  "nigeria",
	  "night",
	  "nights",
	  "nike",
	  "nikon",
	  "nine",
	  "nintendo",
	  "nipples",
	  "nissan",
	  "nj",
	  "nl",
	  "nm",
	  "no",
	  "noble",
	  "nobody",
	  "node",
	  "nodes",
	  "noise",
	  "nokia",
	  "non",
	  "none",
	  "nor",
	  "norfolk",
	  "normal",
	  "normally",
	  "north",
	  "northeast",
	  "northern",
	  "northwest",
	  "norton",
	  "norway",
	  "nose",
	  "not",
	  "note",
	  "notebook",
	  "notebooks",
	  "noted",
	  "notes",
	  "nothing",
	  "notice",
	  "noticed",
	  "notices",
	  "notification",
	  "notify",
	  "nov",
	  "nova",
	  "novel",
	  "november",
	  "now",
	  "nr",
	  "ns",
	  "nsw",
	  "nt",
	  "nuclear",
	  "nude",
	  "null",
	  "number",
	  "numbers",
	  "numerous",
	  "nurse",
	  "nurses",
	  "nursing",
	  "nutrition",
	  "nutten",
	  "nv",
	  "nw",
	  "ny",
	  "nyc",
	  "nylon",
	  "nz",
	  "oak",
	  "oakland",
	  "object",
	  "objective",
	  "objectives",
	  "objects",
	  "obligation",
	  "obligations",
	  "observation",
	  "observations",
	  "observed",
	  "obtain",
	  "obtained",
	  "obvious",
	  "obviously",
	  "occasion",
	  "occupation",
	  "occupational",
	  "occur",
	  "occurred",
	  "occurs",
	  "ocean",
	  "oclc",
	  "oct",
	  "october",
	  "odd",
	  "odds",
	  "oem",
	  "of",
	  "off",
	  "offer",
	  "offered",
	  "offering",
	  "offers",
	  "office",
	  "officer",
	  "officers",
	  "offices",
	  "official",
	  "officials",
	  "offline",
	  "offset",
	  "often",
	  "oh",
	  "ohio",
	  "oil",
	  "ok",
	  "okay",
	  "oklahoma",
	  "old",
	  "older",
	  "oldest",
	  "olympic",
	  "on",
	  "once",
	  "one",
	  "ones",
	  "ongoing",
	  "online",
	  "only",
	  "ontario",
	  "onto",
	  "op",
	  "open",
	  "opened",
	  "opening",
	  "opens",
	  "opera",
	  "operate",
	  "operated",
	  "operating",
	  "operation",
	  "operational",
	  "operations",
	  "operator",
	  "operators",
	  "opinion",
	  "opinions",
	  "opportunities",
	  "opportunity",
	  "opposite",
	  "opposition",
	  "opt",
	  "optical",
	  "optimal",
	  "optimization",
	  "option",
	  "optional",
	  "options",
	  "or",
	  "oracle",
	  "oral",
	  "orange",
	  "orchestra",
	  "order",
	  "ordered",
	  "ordering",
	  "orders",
	  "ordinary",
	  "oregon",
	  "org",
	  "organic",
	  "organisation",
	  "organisations",
	  "organization",
	  "organizational",
	  "organizations",
	  "organized",
	  "orgy",
	  "orientation",
	  "oriented",
	  "origin",
	  "original",
	  "originally",
	  "orlando",
	  "orleans",
	  "os",
	  "ot",
	  "other",
	  "others",
	  "otherwise",
	  "ottawa",
	  "our",
	  "ourselves",
	  "out",
	  "outcome",
	  "outcomes",
	  "outdoor",
	  "outdoors",
	  "outer",
	  "outlet",
	  "outline",
	  "outlook",
	  "output",
	  "outside",
	  "outsourcing",
	  "outstanding",
	  "over",
	  "overall",
	  "overnight",
	  "overseas",
	  "overview",
	  "own",
	  "owned",
	  "owner",
	  "owners",
	  "ownership",
	  "oxford",
	  "oxygen",
	  "oz",
	  "pa",
	  "pace",
	  "pacific",
	  "pack",
	  "package",
	  "packages",
	  "packaging",
	  "packard",
	  "packet",
	  "packs",
	  "pad",
	  "page",
	  "pages",
	  "paid",
	  "pain",
	  "paint",
	  "painted",
	  "painting",
	  "paintings",
	  "pair",
	  "pakistan",
	  "palace",
	  "palestinian",
	  "palm",
	  "pan",
	  "panama",
	  "panasonic",
	  "panel",
	  "pants",
	  "pantyhose",
	  "paper",
	  "paperback",
	  "papers",
	  "par",
	  "para",
	  "paradise",
	  "paragraph",
	  "parallel",
	  "parameter",
	  "parameters",
	  "parent",
	  "parenting",
	  "parents",
	  "paris",
	  "parish",
	  "park",
	  "parker",
	  "parking",
	  "parks",
	  "parliament",
	  "part",
	  "partial",
	  "participants",
	  "participate",
	  "participating",
	  "participation",
	  "particular",
	  "particularly",
	  "parties",
	  "partly",
	  "partner",
	  "partners",
	  "partnership",
	  "partnerships",
	  "parts",
	  "party",
	  "pass",
	  "passage",
	  "passed",
	  "passenger",
	  "passes",
	  "passing",
	  "passion",
	  "password",
	  "past",
	  "pat",
	  "patch",
	  "patches",
	  "patent",
	  "path",
	  "patient",
	  "patients",
	  "patrick",
	  "pattern",
	  "patterns",
	  "paul",
	  "pay",
	  "payable",
	  "payday",
	  "paying",
	  "payment",
	  "payments",
	  "paypal",
	  "pc",
	  "pci",
	  "pcs",
	  "pda",
	  "pdas",
	  "pdf",
	  "pdt",
	  "pe",
	  "peace",
	  "peak",
	  "pearl",
	  "pee",
	  "peer",
	  "pen",
	  "penalty",
	  "pending",
	  "penis",
	  "pennsylvania",
	  "pension",
	  "pentium",
	  "people",
	  "per",
	  "percent",
	  "percentage",
	  "perfect",
	  "perfectly",
	  "perform",
	  "performance",
	  "performed",
	  "performing",
	  "perfume",
	  "perhaps",
	  "period",
	  "periods",
	  "peripherals",
	  "perl",
	  "permalink",
	  "permanent",
	  "permission",
	  "permit",
	  "permits",
	  "permitted",
	  "person",
	  "personal",
	  "personality",
	  "personalized",
	  "personally",
	  "personals",
	  "personnel",
	  "persons",
	  "perspective",
	  "peru",
	  "pet",
	  "peter",
	  "petition",
	  "pets",
	  "pg",
	  "ph",
	  "pharmaceutical",
	  "pharmacy",
	  "phase",
	  "phd",
	  "phentermine",
	  "phil",
	  "philadelphia",
	  "philip",
	  "philippines",
	  "philips",
	  "philosophy",
	  "phoenix",
	  "phone",
	  "phones",
	  "photo",
	  "photograph",
	  "photographer",
	  "photographs",
	  "photography",
	  "photos",
	  "photoshop",
	  "php",
	  "phrase",
	  "physical",
	  "physician",
	  "physicians",
	  "physics",
	  "pi",
	  "piano",
	  "pic",
	  "pick",
	  "picked",
	  "picks",
	  "pics",
	  "picture",
	  "pictures",
	  "piece",
	  "pieces",
	  "pierre",
	  "pill",
	  "pills",
	  "pilot",
	  "pin",
	  "pine",
	  "pink",
	  "pioneer",
	  "pipe",
	  "pipeline",
	  "pissing",
	  "pittsburgh",
	  "pixels",
	  "pizza",
	  "pl",
	  "place",
	  "placed",
	  "placement",
	  "places",
	  "plain",
	  "plan",
	  "plane",
	  "planet",
	  "planned",
	  "planner",
	  "planning",
	  "plans",
	  "plant",
	  "plants",
	  "plasma",
	  "plastic",
	  "plate",
	  "plates",
	  "platform",
	  "platforms",
	  "platinum",
	  "play",
	  "played",
	  "player",
	  "players",
	  "playing",
	  "plays",
	  "playstation",
	  "plaza",
	  "plc",
	  "pleasant",
	  "please",
	  "pleased",
	  "pleasure",
	  "plenty",
	  "plot",
	  "plug",
	  "plugin",
	  "plus",
	  "pm",
	  "pmid",
	  "po",
	  "pocket",
	  "podcast",
	  "poems",
	  "poetry",
	  "point",
	  "pointed",
	  "pointer",
	  "points",
	  "poker",
	  "poland",
	  "police",
	  "policies",
	  "policy",
	  "polish",
	  "political",
	  "politics",
	  "poll",
	  "polls",
	  "pollution",
	  "polyphonic",
	  "pool",
	  "poor",
	  "pop",
	  "popular",
	  "popularity",
	  "population",
	  "populations",
	  "porn",
	  "porno",
	  "port",
	  "portable",
	  "portal",
	  "portfolio",
	  "portion",
	  "portions",
	  "portland",
	  "portrait",
	  "ports",
	  "portugal",
	  "portuguese",
	  "position",
	  "positions",
	  "positive",
	  "possibility",
	  "possible",
	  "possibly",
	  "post",
	  "postage",
	  "postal",
	  "posted",
	  "poster",
	  "posters",
	  "posting",
	  "postposted",
	  "posts",
	  "pot",
	  "potential",
	  "potentially",
	  "potter",
	  "pottery",
	  "pound",
	  "pounds",
	  "pour",
	  "poverty",
	  "powder",
	  "power",
	  "powered",
	  "powerful",
	  "powers",
	  "pp",
	  "pr",
	  "practical",
	  "practice",
	  "practices",
	  "prayer",
	  "pre",
	  "precision",
	  "prefer",
	  "preference",
	  "preferences",
	  "preferred",
	  "pregnancy",
	  "pregnant",
	  "preliminary",
	  "premier",
	  "premium",
	  "preparation",
	  "prepare",
	  "prepared",
	  "preparing",
	  "prescription",
	  "presence",
	  "present",
	  "presentation",
	  "presentations",
	  "presented",
	  "presents",
	  "president",
	  "presidential",
	  "press",
	  "pressure",
	  "pretty",
	  "prev",
	  "prevent",
	  "prevention",
	  "preview",
	  "previous",
	  "previously",
	  "price",
	  "priced",
	  "prices",
	  "pricing",
	  "pride",
	  "primarily",
	  "primary",
	  "prime",
	  "prince",
	  "princess",
	  "principal",
	  "principle",
	  "principles",
	  "print",
	  "printable",
	  "printed",
	  "printer",
	  "printers",
	  "printing",
	  "prints",
	  "prior",
	  "priorities",
	  "priority",
	  "prison",
	  "privacy",
	  "private",
	  "prize",
	  "pro",
	  "probability",
	  "probably",
	  "problem",
	  "problems",
	  "procedure",
	  "procedures",
	  "proceed",
	  "proceedings",
	  "process",
	  "processed",
	  "processes",
	  "processing",
	  "processor",
	  "processors",
	  "procurement",
	  "produce",
	  "produced",
	  "producer",
	  "producers",
	  "producing",
	  "product",
	  "production",
	  "productions",
	  "productivity",
	  "products",
	  "professional",
	  "professionals",
	  "professor",
	  "profile",
	  "profiles",
	  "profit",
	  "profits",
	  "program",
	  "programme",
	  "programmes",
	  "programming",
	  "programs",
	  "progress",
	  "progressive",
	  "prohibited",
	  "project",
	  "projection",
	  "projects",
	  "promise",
	  "promote",
	  "promoting",
	  "promotion",
	  "promotional",
	  "promotions",
	  "proof",
	  "proper",
	  "properly",
	  "properties",
	  "property",
	  "proposal",
	  "proposals",
	  "proposed",
	  "prospective",
	  "protect",
	  "protected",
	  "protection",
	  "protective",
	  "protein",
	  "proteins",
	  "protocol",
	  "protocols",
	  "proud",
	  "prove",
	  "proven",
	  "provide",
	  "provided",
	  "provider",
	  "providers",
	  "provides",
	  "providing",
	  "province",
	  "provision",
	  "provisions",
	  "proxy",
	  "ps",
	  "psp",
	  "pst",
	  "psychology",
	  "pt",
	  "pub",
	  "public",
	  "publication",
	  "publications",
	  "publish",
	  "published",
	  "publisher",
	  "publishers",
	  "publishing",
	  "pubmed",
	  "puerto",
	  "pull",
	  "pulled",
	  "pulse",
	  "pump",
	  "punk",
	  "pupils",
	  "purchase",
	  "purchased",
	  "purchases",
	  "purchasing",
	  "pure",
	  "purple",
	  "purpose",
	  "purposes",
	  "pursuant",
	  "push",
	  "pussy",
	  "put",
	  "puts",
	  "putting",
	  "puzzle",
	  "python",
	  "qty",
	  "qualifications",
	  "qualified",
	  "quality",
	  "quantity",
	  "quantum",
	  "quarter",
	  "quarterly",
	  "que",
	  "quebec",
	  "queen",
	  "queries",
	  "query",
	  "quest",
	  "question",
	  "questions",
	  "quick",
	  "quickly",
	  "quiet",
	  "quit",
	  "quite",
	  "quiz",
	  "quote",
	  "quotes",
	  "ra",
	  "race",
	  "racing",
	  "rack",
	  "radar",
	  "radiation",
	  "radio",
	  "rail",
	  "railway",
	  "rain",
	  "rainbow",
	  "raise",
	  "raised",
	  "raising",
	  "ralph",
	  "ram",
	  "ran",
	  "ranch",
	  "random",
	  "range",
	  "rank",
	  "ranking",
	  "rankings",
	  "rap",
	  "rape",
	  "rapid",
	  "rapidly",
	  "rare",
	  "rat",
	  "rate",
	  "rated",
	  "rates",
	  "rather",
	  "rating",
	  "ratings",
	  "ratio",
	  "raw",
	  "ray",
	  "rc",
	  "rd",
	  "re",
	  "reach",
	  "reached",
	  "reaction",
	  "read",
	  "reader",
	  "readers",
	  "reading",
	  "reads",
	  "ready",
	  "real",
	  "reality",
	  "realize",
	  "realized",
	  "really",
	  "rear",
	  "reason",
	  "reasonable",
	  "reasons",
	  "recall",
	  "receipt",
	  "receive",
	  "received",
	  "receiver",
	  "receives",
	  "receiving",
	  "recent",
	  "recently",
	  "reception",
	  "recipe",
	  "recipes",
	  "recipient",
	  "recognition",
	  "recognize",
	  "recognized",
	  "recommend",
	  "recommendation",
	  "recommendations",
	  "recommended",
	  "record",
	  "recorded",
	  "recorder",
	  "recording",
	  "recordings",
	  "records",
	  "recovery",
	  "recreation",
	  "recruitment",
	  "recycling",
	  "red",
	  "reduce",
	  "reduced",
	  "reducing",
	  "reduction",
	  "reed",
	  "ref",
	  "refer",
	  "reference",
	  "references",
	  "referral",
	  "referred",
	  "refers",
	  "refinance",
	  "refine",
	  "reflect",
	  "reform",
	  "refund",
	  "reg",
	  "regard",
	  "regarding",
	  "regardless",
	  "regards",
	  "region",
	  "regional",
	  "regions",
	  "register",
	  "registered",
	  "registration",
	  "registry",
	  "regular",
	  "regularly",
	  "regulation",
	  "regulations",
	  "regulatory",
	  "rehabilitation",
	  "related",
	  "relating",
	  "relation",
	  "relations",
	  "relationship",
	  "relationships",
	  "relative",
	  "relatively",
	  "release",
	  "released",
	  "releases",
	  "relevant",
	  "reliability",
	  "reliable",
	  "relief",
	  "religion",
	  "religious",
	  "remain",
	  "remained",
	  "remaining",
	  "remains",
	  "remarks",
	  "remember",
	  "remote",
	  "removal",
	  "remove",
	  "removed",
	  "rent",
	  "rental",
	  "rentals",
	  "rep",
	  "repair",
	  "repeat",
	  "replace",
	  "replaced",
	  "replacement",
	  "replies",
	  "reply",
	  "report",
	  "reported",
	  "reporter",
	  "reporting",
	  "reports",
	  "represent",
	  "representation",
	  "representative",
	  "representatives",
	  "represented",
	  "representing",
	  "represents",
	  "reproduction",
	  "republic",
	  "republican",
	  "reputation",
	  "request",
	  "requested",
	  "requests",
	  "require",
	  "required",
	  "requirement",
	  "requirements",
	  "requires",
	  "requiring",
	  "res",
	  "rescue",
	  "research",
	  "researchers",
	  "reservation",
	  "reservations",
	  "reserve",
	  "reserved",
	  "reserves",
	  "residence",
	  "resident",
	  "residential",
	  "residents",
	  "resistance",
	  "resistant",
	  "resolution",
	  "resolve",
	  "resolved",
	  "resort",
	  "resorts",
	  "resource",
	  "resources",
	  "respect",
	  "respective",
	  "respectively",
	  "respond",
	  "response",
	  "responses",
	  "responsibilities",
	  "responsibility",
	  "responsible",
	  "rest",
	  "restaurant",
	  "restaurants",
	  "restoration",
	  "restore",
	  "restricted",
	  "restrictions",
	  "result",
	  "resulted",
	  "resulting",
	  "results",
	  "resume",
	  "retail",
	  "retired",
	  "retirement",
	  "return",
	  "returned",
	  "returning",
	  "returns",
	  "rev",
	  "revealed",
	  "revenue",
	  "revenues",
	  "reverse",
	  "review",
	  "reviewed",
	  "reviewer",
	  "reviews",
	  "revised",
	  "revision",
	  "revolution",
	  "rf",
	  "rfc",
	  "rhode",
	  "ri",
	  "rica",
	  "rice",
	  "rich",
	  "richard",
	  "richmond",
	  "rick",
	  "rico",
	  "ride",
	  "ridge",
	  "riding",
	  "right",
	  "rights",
	  "ring",
	  "rings",
	  "ringtone",
	  "ringtones",
	  "rio",
	  "rise",
	  "rising",
	  "risk",
	  "risks",
	  "river",
	  "rivers",
	  "rm",
	  "road",
	  "roads",
	  "rob",
	  "robert",
	  "roberts",
	  "robin",
	  "robinson",
	  "robot",
	  "rock",
	  "rocks",
	  "rocky",
	  "rod",
	  "roger",
	  "role",
	  "roles",
	  "roll",
	  "rolling",
	  "rom",
	  "roman",
	  "romance",
	  "romania",
	  "romantic",
	  "rome",
	  "ron",
	  "roof",
	  "room",
	  "rooms",
	  "root",
	  "roots",
	  "rose",
	  "roses",
	  "ross",
	  "rough",
	  "roulette",
	  "round",
	  "route",
	  "router",
	  "routine",
	  "row",
	  "roy",
	  "royal",
	  "rpm",
	  "rr",
	  "rs",
	  "rss",
	  "rt",
	  "rubber",
	  "ruby",
	  "rugby",
	  "rule",
	  "rules",
	  "run",
	  "running",
	  "runs",
	  "rural",
	  "rush",
	  "russell",
	  "russia",
	  "russian",
	  "rv",
	  "rw",
	  "ryan",
	  "sa",
	  "sacramento",
	  "sad",
	  "safari",
	  "safe",
	  "safety",
	  "said",
	  "saint",
	  "salary",
	  "sale",
	  "sales",
	  "salt",
	  "sam",
	  "same",
	  "sample",
	  "samples",
	  "sampling",
	  "samsung",
	  "samuel",
	  "san",
	  "sand",
	  "santa",
	  "sarah",
	  "sat",
	  "satellite",
	  "satisfaction",
	  "satisfied",
	  "saturday",
	  "sauce",
	  "saudi",
	  "save",
	  "saved",
	  "saving",
	  "savings",
	  "saw",
	  "say",
	  "saying",
	  "says",
	  "sb",
	  "sc",
	  "scale",
	  "scan",
	  "scanner",
	  "scene",
	  "scenes",
	  "schedule",
	  "scheduled",
	  "schedules",
	  "scheme",
	  "schemes",
	  "scholarship",
	  "school",
	  "schools",
	  "sci",
	  "science",
	  "sciences",
	  "scientific",
	  "scientists",
	  "scope",
	  "score",
	  "scores",
	  "scotland",
	  "scott",
	  "scottish",
	  "screen",
	  "screening",
	  "screens",
	  "script",
	  "scripts",
	  "sd",
	  "se",
	  "sea",
	  "seal",
	  "sealed",
	  "sean",
	  "search",
	  "searches",
	  "searching",
	  "season",
	  "seasonal",
	  "seasons",
	  "seat",
	  "seats",
	  "seattle",
	  "sec",
	  "second",
	  "secondary",
	  "seconds",
	  "secret",
	  "secretary",
	  "secrets",
	  "section",
	  "sections",
	  "sector",
	  "sectors",
	  "secure",
	  "secured",
	  "securities",
	  "security",
	  "see",
	  "seed",
	  "seeds",
	  "seeing",
	  "seek",
	  "seeker",
	  "seeking",
	  "seem",
	  "seemed",
	  "seems",
	  "seen",
	  "segment",
	  "select",
	  "selected",
	  "selecting",
	  "selection",
	  "self",
	  "sell",
	  "seller",
	  "sellers",
	  "selling",
	  "semester",
	  "semi",
	  "seminar",
	  "seminars",
	  "senate",
	  "senator",
	  "send",
	  "sending",
	  "senior",
	  "seniors",
	  "sense",
	  "sensitive",
	  "sensor",
	  "sent",
	  "sentence",
	  "seo",
	  "sep",
	  "separate",
	  "september",
	  "sequence",
	  "sequences",
	  "serial",
	  "series",
	  "serious",
	  "seriously",
	  "serve",
	  "served",
	  "server",
	  "servers",
	  "serves",
	  "service",
	  "services",
	  "serving",
	  "session",
	  "sessions",
	  "set",
	  "sets",
	  "setting",
	  "settings",
	  "settlement",
	  "setup",
	  "seven",
	  "several",
	  "severe",
	  "sex",
	  "sexcam",
	  "sexo",
	  "sexual",
	  "sexy",
	  "sf",
	  "sh",
	  "shadow",
	  "shall",
	  "shape",
	  "shaped",
	  "share",
	  "shared",
	  "shares",
	  "shareware",
	  "sharing",
	  "sharon",
	  "sharp",
	  "shaved",
	  "she",
	  "sheet",
	  "sheets",
	  "shelf",
	  "shell",
	  "shemale",
	  "shift",
	  "ship",
	  "shipped",
	  "shipping",
	  "ships",
	  "shirt",
	  "shirts",
	  "shit",
	  "shock",
	  "shoe",
	  "shoes",
	  "shoot",
	  "shooting",
	  "shop",
	  "shopper",
	  "shoppers",
	  "shopping",
	  "shops",
	  "shore",
	  "short",
	  "shorts",
	  "shot",
	  "shots",
	  "should",
	  "shoulder",
	  "show",
	  "showed",
	  "shower",
	  "showing",
	  "shown",
	  "shows",
	  "showtimes",
	  "shut",
	  "si",
	  "sick",
	  "side",
	  "sides",
	  "siemens",
	  "sierra",
	  "sight",
	  "sigma",
	  "sign",
	  "signal",
	  "signals",
	  "signature",
	  "signed",
	  "significant",
	  "significantly",
	  "signs",
	  "silent",
	  "silk",
	  "silver",
	  "similar",
	  "simon",
	  "simple",
	  "simply",
	  "simpson",
	  "simulation",
	  "sin",
	  "since",
	  "sing",
	  "singapore",
	  "singer",
	  "singing",
	  "single",
	  "singles",
	  "sir",
	  "sister",
	  "sit",
	  "site",
	  "sitemap",
	  "sites",
	  "sitting",
	  "situation",
	  "situations",
	  "six",
	  "size",
	  "sized",
	  "sizes",
	  "ski",
	  "skiing",
	  "skill",
	  "skills",
	  "skin",
	  "skip",
	  "sky",
	  "skype",
	  "sl",
	  "slave",
	  "sleep",
	  "sleeping",
	  "sleeve",
	  "slide",
	  "slideshow",
	  "slightly",
	  "slip",
	  "slot",
	  "slots",
	  "slow",
	  "slowly",
	  "sm",
	  "small",
	  "smaller",
	  "smart",
	  "smile",
	  "smith",
	  "smoke",
	  "smoking",
	  "smooth",
	  "sms",
	  "snow",
	  "so",
	  "soap",
	  "soccer",
	  "social",
	  "society",
	  "socket",
	  "soft",
	  "software",
	  "soil",
	  "solar",
	  "sold",
	  "soldiers",
	  "sole",
	  "solid",
	  "solo",
	  "solution",
	  "solutions",
	  "solve",
	  "some",
	  "somebody",
	  "someone",
	  "something",
	  "sometimes",
	  "somewhat",
	  "somewhere",
	  "son",
	  "song",
	  "songs",
	  "sons",
	  "sony",
	  "soon",
	  "sorry",
	  "sort",
	  "sorted",
	  "sought",
	  "soul",
	  "sound",
	  "sounds",
	  "soup",
	  "source",
	  "sources",
	  "south",
	  "southeast",
	  "southern",
	  "southwest",
	  "sp",
	  "spa",
	  "space",
	  "spaces",
	  "spain",
	  "spam",
	  "spanish",
	  "spanking",
	  "speak",
	  "speaker",
	  "speakers",
	  "speaking",
	  "spears",
	  "special",
	  "specialist",
	  "specialists",
	  "specialized",
	  "specials",
	  "specialty",
	  "species",
	  "specific",
	  "specifically",
	  "specification",
	  "specifications",
	  "specified",
	  "specify",
	  "specs",
	  "spectacular",
	  "spectrum",
	  "speech",
	  "speed",
	  "spend",
	  "spending",
	  "spent",
	  "spin",
	  "spirit",
	  "spiritual",
	  "split",
	  "spoke",
	  "sponsor",
	  "sponsored",
	  "sponsors",
	  "sport",
	  "sporting",
	  "sports",
	  "spot",
	  "spray",
	  "spread",
	  "spring",
	  "springs",
	  "spy",
	  "spyware",
	  "sql",
	  "square",
	  "sr",
	  "src",
	  "sri",
	  "ss",
	  "ssl",
	  "st",
	  "stability",
	  "stable",
	  "stack",
	  "stadium",
	  "staff",
	  "stage",
	  "stages",
	  "stainless",
	  "stamps",
	  "stand",
	  "standard",
	  "standards",
	  "standing",
	  "stands",
	  "star",
	  "starring",
	  "stars",
	  "start",
	  "started",
	  "starting",
	  "starts",
	  "state",
	  "stated",
	  "statement",
	  "statements",
	  "states",
	  "static",
	  "station",
	  "stations",
	  "statistical",
	  "statistics",
	  "stats",
	  "status",
	  "statutory",
	  "stay",
	  "steam",
	  "steel",
	  "steering",
	  "stem",
	  "step",
	  "stephen",
	  "steps",
	  "stereo",
	  "sterling",
	  "steve",
	  "steven",
	  "stewart",
	  "stick",
	  "still",
	  "stock",
	  "stocks",
	  "stone",
	  "stones",
	  "stood",
	  "stop",
	  "stopped",
	  "storage",
	  "store",
	  "stored",
	  "stores",
	  "stories",
	  "storm",
	  "story",
	  "straight",
	  "strange",
	  "strap",
	  "strategic",
	  "strategies",
	  "strategy",
	  "stream",
	  "street",
	  "streets",
	  "strength",
	  "stress",
	  "stretch",
	  "strike",
	  "string",
	  "strings",
	  "strip",
	  "stroke",
	  "strong",
	  "strongly",
	  "struct",
	  "structural",
	  "structure",
	  "structures",
	  "struggle",
	  "student",
	  "students",
	  "studied",
	  "studies",
	  "studio",
	  "studios",
	  "study",
	  "stuff",
	  "stupid",
	  "style",
	  "styles",
	  "su",
	  "sub",
	  "subject",
	  "subjects",
	  "sublime",
	  "submission",
	  "submissions",
	  "submit",
	  "submitted",
	  "subscribe",
	  "subscriber",
	  "subscribers",
	  "subscription",
	  "subscriptions",
	  "subsection",
	  "subsequent",
	  "substance",
	  "substances",
	  "substantial",
	  "success",
	  "successful",
	  "successfully",
	  "such",
	  "suck",
	  "suddenly",
	  "sue",
	  "suffering",
	  "sufficient",
	  "sugar",
	  "suggest",
	  "suggested",
	  "suggestions",
	  "suggests",
	  "suicide",
	  "suit",
	  "suitable",
	  "suite",
	  "suites",
	  "sum",
	  "summary",
	  "summer",
	  "summit",
	  "sun",
	  "sunday",
	  "sunglasses",
	  "sunset",
	  "super",
	  "superior",
	  "supervisor",
	  "supplement",
	  "supplements",
	  "supplied",
	  "supplier",
	  "suppliers",
	  "supplies",
	  "supply",
	  "support",
	  "supported",
	  "supporting",
	  "supports",
	  "suppose",
	  "supposed",
	  "supreme",
	  "sur",
	  "sure",
	  "surf",
	  "surface",
	  "surgery",
	  "surprise",
	  "surrounding",
	  "surveillance",
	  "survey",
	  "surveys",
	  "survival",
	  "susan",
	  "suspension",
	  "sustainable",
	  "sw",
	  "sweden",
	  "swedish",
	  "sweet",
	  "swimming",
	  "swing",
	  "swiss",
	  "switch",
	  "switches",
	  "switzerland",
	  "sydney",
	  "symbol",
	  "symbols",
	  "symptoms",
	  "syndrome",
	  "syntax",
	  "system",
	  "systems",
	  "ta",
	  "tab",
	  "table",
	  "tables",
	  "tablet",
	  "tabs",
	  "tag",
	  "tagged",
	  "tags",
	  "tail",
	  "taiwan",
	  "take",
	  "taken",
	  "takes",
	  "taking",
	  "talent",
	  "tales",
	  "talk",
	  "talking",
	  "talks",
	  "tall",
	  "tampa",
	  "tank",
	  "tape",
	  "target",
	  "targeted",
	  "targets",
	  "task",
	  "tasks",
	  "taste",
	  "taught",
	  "tax",
	  "taxes",
	  "taylor",
	  "tc",
	  "tcp",
	  "td",
	  "te",
	  "tea",
	  "teach",
	  "teacher",
	  "teachers",
	  "teaching",
	  "team",
	  "teams",
	  "tech",
	  "technical",
	  "technique",
	  "techniques",
	  "technologies",
	  "technology",
	  "tee",
	  "teen",
	  "teenage",
	  "teens",
	  "tel",
	  "telecom",
	  "telecommunications",
	  "telephone",
	  "television",
	  "tell",
	  "telling",
	  "tells",
	  "temp",
	  "temperature",
	  "template",
	  "templates",
	  "temple",
	  "temporary",
	  "ten",
	  "tend",
	  "tennessee",
	  "tennis",
	  "term",
	  "terminal",
	  "terms",
	  "territories",
	  "territory",
	  "terror",
	  "terrorism",
	  "terrorist",
	  "terry",
	  "test",
	  "tested",
	  "testimonials",
	  "testing",
	  "tests",
	  "texas",
	  "text",
	  "textbooks",
	  "texts",
	  "th",
	  "thai",
	  "thailand",
	  "than",
	  "thank",
	  "thanks",
	  "that",
	  "the",
	  "theater",
	  "theatre",
	  "theft",
	  "their",
	  "them",
	  "theme",
	  "themes",
	  "themselves",
	  "then",
	  "theoretical",
	  "theory",
	  "therapy",
	  "there",
	  "therefore",
	  "thermal",
	  "these",
	  "thesis",
	  "they",
	  "thick",
	  "thin",
	  "thing",
	  "things",
	  "think",
	  "thinking",
	  "third",
	  "thirty",
	  "this",
	  "thomas",
	  "thompson",
	  "thongs",
	  "those",
	  "thou",
	  "though",
	  "thought",
	  "thoughts",
	  "thousand",
	  "thousands",
	  "thread",
	  "threads",
	  "threat",
	  "three",
	  "threshold",
	  "throat",
	  "through",
	  "throughout",
	  "throw",
	  "thru",
	  "thu",
	  "thumbnail",
	  "thumbs",
	  "thursday",
	  "thus",
	  "ticket",
	  "tickets",
	  "tie",
	  "ties",
	  "tiffany",
	  "tiger",
	  "tight",
	  "till",
	  "tim",
	  "time",
	  "times",
	  "timing",
	  "tin",
	  "tiny",
	  "tion",
	  "tip",
	  "tips",
	  "tired",
	  "tissue",
	  "tit",
	  "titans",
	  "title",
	  "titles",
	  "tits",
	  "titten",
	  "tm",
	  "tn",
	  "to",
	  "tobacco",
	  "today",
	  "toe",
	  "together",
	  "tokyo",
	  "told",
	  "toll",
	  "tom",
	  "tomorrow",
	  "tone",
	  "toner",
	  "tones",
	  "tonight",
	  "tons",
	  "tony",
	  "too",
	  "took",
	  "tool",
	  "toolbar",
	  "tools",
	  "top",
	  "topic",
	  "topics",
	  "tops",
	  "toronto",
	  "torture",
	  "toshiba",
	  "total",
	  "totally",
	  "totals",
	  "touch",
	  "tough",
	  "tour",
	  "tourism",
	  "tourist",
	  "tournament",
	  "tours",
	  "toward",
	  "towards",
	  "tower",
	  "town",
	  "towns",
	  "township",
	  "toy",
	  "toyota",
	  "toys",
	  "tr",
	  "trace",
	  "track",
	  "trackback",
	  "tracked",
	  "tracker",
	  "tracking",
	  "tracks",
	  "trade",
	  "trademark",
	  "trademarks",
	  "trading",
	  "tradition",
	  "traditional",
	  "traffic",
	  "trail",
	  "trailer",
	  "trailers",
	  "train",
	  "trained",
	  "training",
	  "tramadol",
	  "tranny",
	  "trans",
	  "transaction",
	  "transactions",
	  "transfer",
	  "transferred",
	  "transfers",
	  "transformation",
	  "transit",
	  "transition",
	  "translate",
	  "translation",
	  "transmission",
	  "transport",
	  "transportation",
	  "travel",
	  "traveler",
	  "treat",
	  "treated",
	  "treatment",
	  "treatments",
	  "tree",
	  "trees",
	  "trek",
	  "trembl",
	  "trend",
	  "trends",
	  "trial",
	  "trials",
	  "tried",
	  "trim",
	  "trip",
	  "tripadvisor",
	  "triple",
	  "trips",
	  "troops",
	  "tropical",
	  "trouble",
	  "truck",
	  "trucks",
	  "true",
	  "truly",
	  "trunk",
	  "trust",
	  "trusted",
	  "truth",
	  "try",
	  "trying",
	  "ts",
	  "tt",
	  "tu",
	  "tube",
	  "tue",
	  "tuesday",
	  "tune",
	  "turkey",
	  "turkish",
	  "turn",
	  "turned",
	  "turning",
	  "turns",
	  "tutorial",
	  "tutorials",
	  "tv",
	  "tvs",
	  "twelve",
	  "twenty",
	  "twice",
	  "twiki",
	  "twin",
	  "two",
	  "tx",
	  "type",
	  "types",
	  "typical",
	  "typically",
	  "uk",
	  "ukraine",
	  "ultimate",
	  "ultimately",
	  "ultra",
	  "un",
	  "unable",
	  "und",
	  "under",
	  "undergraduate",
	  "underground",
	  "underlying",
	  "understand",
	  "understanding",
	  "understood",
	  "underwear",
	  "unfortunately",
	  "uniform",
	  "union",
	  "uniprotkb",
	  "unique",
	  "unit",
	  "united",
	  "units",
	  "universal",
	  "universe",
	  "universities",
	  "university",
	  "unix",
	  "unknown",
	  "unless",
	  "unlike",
	  "unlimited",
	  "unsubscribe",
	  "until",
	  "untitled",
	  "unusual",
	  "up",
	  "upcoming",
	  "update",
	  "updated",
	  "updates",
	  "upgrade",
	  "upload",
	  "upon",
	  "upper",
	  "ups",
	  "upskirt",
	  "urban",
	  "url",
	  "urw",
	  "us",
	  "usa",
	  "usage",
	  "usb",
	  "usc",
	  "usd",
	  "use",
	  "used",
	  "useful",
	  "user",
	  "username",
	  "users",
	  "uses",
	  "using",
	  "usr",
	  "usual",
	  "usually",
	  "ut",
	  "utah",
	  "utc",
	  "utilities",
	  "utility",
	  "va",
	  "vacation",
	  "vacations",
	  "vacuum",
	  "val",
	  "valentine",
	  "valid",
	  "valley",
	  "valuable",
	  "value",
	  "values",
	  "valve",
	  "van",
	  "vancouver",
	  "var",
	  "variable",
	  "variables",
	  "variation",
	  "variety",
	  "various",
	  "vary",
	  "vast",
	  "vat",
	  "vbulletin",
	  "vector",
	  "vegas",
	  "vehicle",
	  "vehicles",
	  "vendor",
	  "vendors",
	  "venezuela",
	  "venture",
	  "venue",
	  "verification",
	  "verify",
	  "vermont",
	  "version",
	  "versions",
	  "versus",
	  "vertical",
	  "very",
	  "verzeichnis",
	  "veterans",
	  "vhs",
	  "vi",
	  "via",
	  "viagra",
	  "vice",
	  "victim",
	  "victims",
	  "victoria",
	  "victory",
	  "video",
	  "videos",
	  "vietnam",
	  "view",
	  "viewed",
	  "viewing",
	  "views",
	  "villa",
	  "village",
	  "vincent",
	  "vintage",
	  "vinyl",
	  "violation",
	  "violence",
	  "violent",
	  "virgin",
	  "virginia",
	  "virtual",
	  "virus",
	  "visa",
	  "visible",
	  "vision",
	  "visit",
	  "visited",
	  "visiting",
	  "visitor",
	  "visitors",
	  "visits",
	  "vista",
	  "visual",
	  "vital",
	  "vitamin",
	  "voice",
	  "voices",
	  "void",
	  "voip",
	  "vol",
	  "voltage",
	  "volume",
	  "voluntary",
	  "volunteer",
	  "volunteers",
	  "von",
	  "vote",
	  "voted",
	  "votes",
	  "voting",
	  "voyeur",
	  "vs",
	  "vt",
	  "wa",
	  "wage",
	  "wait",
	  "waiting",
	  "wake",
	  "wales",
	  "walk",
	  "walked",
	  "walker",
	  "walking",
	  "wall",
	  "wallpaper",
	  "wallpapers",
	  "walls",
	  "walter",
	  "want",
	  "wanted",
	  "wants",
	  "war",
	  "ward",
	  "warehouse",
	  "warm",
	  "warner",
	  "warning",
	  "warranty",
	  "warren",
	  "wars",
	  "was",
	  "wash",
	  "washington",
	  "waste",
	  "watch",
	  "watches",
	  "watching",
	  "water",
	  "waters",
	  "wave",
	  "waves",
	  "way",
	  "wayne",
	  "ways",
	  "we",
	  "weak",
	  "wealth",
	  "weapons",
	  "wear",
	  "wearing",
	  "weather",
	  "web",
	  "webcam",
	  "weblog",
	  "webmaster",
	  "website",
	  "websites",
	  "wed",
	  "wedding",
	  "weddings",
	  "wednesday",
	  "week",
	  "weekend",
	  "weekly",
	  "weeks",
	  "weight",
	  "weird",
	  "welcome",
	  "welfare",
	  "well",
	  "wells",
	  "went",
	  "were",
	  "west",
	  "western",
	  "wet",
	  "what",
	  "whatever",
	  "wheel",
	  "wheels",
	  "when",
	  "whenever",
	  "where",
	  "whereas",
	  "whether",
	  "which",
	  "while",
	  "white",
	  "who",
	  "whole",
	  "wholesale",
	  "whom",
	  "whose",
	  "why",
	  "wi",
	  "wide",
	  "widely",
	  "width",
	  "wife",
	  "wiki",
	  "wikipedia",
	  "wild",
	  "wildlife",
	  "will",
	  "william",
	  "williams",
	  "willing",
	  "wilson",
	  "win",
	  "wind",
	  "window",
	  "windows",
	  "winds",
	  "wine",
	  "wing",
	  "wings",
	  "winner",
	  "winners",
	  "winning",
	  "wins",
	  "winter",
	  "wire",
	  "wireless",
	  "wisconsin",
	  "wisdom",
	  "wise",
	  "wish",
	  "wishlist",
	  "with",
	  "within",
	  "without",
	  "witness",
	  "wizard",
	  "wolf",
	  "woman",
	  "women",
	  "womens",
	  "won",
	  "wonder",
	  "wonderful",
	  "wood",
	  "wooden",
	  "woods",
	  "word",
	  "words",
	  "work",
	  "worked",
	  "worker",
	  "workers",
	  "workforce",
	  "working",
	  "workplace",
	  "works",
	  "workshop",
	  "workshops",
	  "world",
	  "worlds",
	  "worldwide",
	  "worry",
	  "worse",
	  "worship",
	  "worst",
	  "worth",
	  "would",
	  "wow",
	  "wrap",
	  "wrestling",
	  "wright",
	  "write",
	  "writer",
	  "writers",
	  "writes",
	  "writing",
	  "written",
	  "wrong",
	  "wrote",
	  "wv",
	  "www",
	  "wyoming",
	  "xbox",
	  "xhtml",
	  "xl",
	  "xml",
	  "xp",
	  "xx",
	  "xxx",
	  "ya",
	  "yahoo",
	  "yard",
	  "yards",
	  "yeah",
	  "year",
	  "years",
	  "yellow",
	  "yes",
	  "yesterday",
	  "yet",
	  "yield",
	  "yoga",
	  "york",
	  "yorkshire",
	  "you",
	  "young",
	  "younger",
	  "your",
	  "yours",
	  "yourself",
	  "youth",
	  "yr",
	  "zdnet",
	  "zealand",
	  "zero",
	  "zimbabwe",
	  "zip",
	  "zone",
	  "zoo",
	  "zoom",
	  "zum",
	  "zus"
	]
  }
}
