{
  "alphabet": {
    "uppercase": [
      "A",
      "B",
      "C",
      "D",
      "E",
      "F",
      "G",
      "H",
      "I",
      "J",
      "K",
      "L",
      "M",
      "N",
      "O",
      "P",
      "Q",
      "R",
      "S",
      "T",
      "U",
      "V",
      "W",
      "X",
      "Y",
      "Z"
    ],
    "lowercase": [
      "a",
      "b",
      "c",
      "d",
      "e",
      "f",
      "g",
      "h",
      "i",
      "j",
      "k",
      "l",
      "m",
      "n",
      "o",
      "p",
      "q",
      "r",
      "s",
      "t",
      "u",
      "v",
      "w",
      "x",
      "y",
      "z"
    ]
  },
  "answers": [
    "Oui",
    "Non",
    "Peut-être"
  ],
  "color": [
    "Abricot",
    "Acajou",
    "Aigue-marine",
    "Alezan",
    "Amande",
    "Amarante",
    "Ambre",
    "Améthyste",
    "Anthracite",
    "Aquilain",
    "Ardoise",
    "Argent",
    "Aubergine",
    "Auburn",
    "Aurore",
    "Avocat",
    "Azur",
    "Azur",
    "Baillet",
    "Basané",
    "Beige ou Bureau",
    "Beurre",
    "Bis",
    "Bisque",
    "Bistre",
    "Bitume",
    "Blanc",
    "Blanc cassé",
    "Blanc lunaire",
    "Blé",
    "Bleu acier",
    "Bleu canard",
    "Bleu céleste",
    "Bleu charrette",
    "Bleu ciel",
    "Bleu de cobalt",
    "Bleu de Prusse",
    "Bleu électrique",
    "Bleu givré",
    "Bleu Klein &tm;",
    "Bleu Majorelle",
    "Bleu marine",
    "Bleu nuit",
    "Bleu outremer",
    "Bleu paon",
    "Bleu persan",
    "Bleu pétrole",
    "Bleu",
    "Bleu roi ou de France",
    "Bleu turquin",
    "Blond vénitien",
    "Blond",
    "Bordeaux",
    "Bouton d'or",
    "Brique",
    "Bronze",
    "Brou de noix",
    "Brun",
    "Caca d'oie",
    "Cacao",
    "Cachou",
    "Cæruleum",
    "Café",
    "Café au lait",
    "Cannelle",
    "Capucine",
    "Caramel",
    "Carmin",
    "Carotte",
    "Chamois",
    "Chartreuse",
    "Châtain",
    "Chaudron",
    "Chocolat",
    "Cinabre",
    "Citrouille",
    "Coquille d'œuf",
    "Corail",
    "Cramoisi",
    "Crème",
    "Cuivre",
    "Cyan",
    "Écarlate",
    "Écru",
    "Émeraude",
    "Fauve",
    "Flave",
    "Fraise",
    "Fraise écrasée",
    "Framboise",
    "Fuchsia",
    "Fumée",
    "Garance",
    "Glauque",
    "Glycine",
    "Grège",
    "Grenadine",
    "Grenat",
    "Gris",
    "Gris acier",
    "Gris de Payne",
    "Gris fer",
    "Gris perle",
    "Groseille",
    "Guède ou Pastel",
    "Gueules",
    "Héliotrope",
    "Incarnat",
    "Indigo",
    "Indigo",
    "Isabelle",
    "Ivoire",
    "Jaune chartreuse",
    "Jaune citron",
    "Jaune d'or",
    "Jaune de Mars",
    "Jaune de Naples",
    "Jaune impérial",
    "Jaune mimosa",
    "Kaki",
    "Lapis-lazuli",
    "Lavallière",
    "Lavande",
    "Lie de vin",
    "Lilas",
    "Lime",
    "Lin",
    "Magenta",
    "Maïs",
    "Malachite",
    "Mandarine",
    "Marron",
    "Mastic",
    "Mauve",
    "Menthe",
    "Moutarde",
    "Nacarat",
    "Nankin",
    "Noir",
    "Noir animal",
    "Noir d'aniline",
    "Noir d'ivoire",
    "Noir de carbone",
    "Noir de fumée",
    "Noisette",
    "Ocre",
    "Ocre rouge",
    "Olive",
    "Or",
    "Orange",
    "Orange brûlé",
    "Orchidée",
    "Orpiment",
    "Paille",
    "Parme",
    "Pervenche",
    "Pistache",
    "Pourpre",
    "Prasin",
    "Prune",
    "Puce",
    "Rose",
    "Rouge feu",
    "Rouge de Falun",
    "Rouge feu",
    "Rouge sang",
    "Rouge tomette",
    "Rouille",
    "Roux",
    "Rubis",
    "Sable",
    "Sable",
    "Safre",
    "Sang de bœuf",
    "Sanguine",
    "Saphir",
    "Sarcelle",
    "Saumon",
    "Sépia",
    "Sinople",
    "Smalt",
    "Smaragdin",
    "Soufre",
    "Souris",
    "Tabac",
    "Taupe",
    "Tomate",
    "Topaze",
    "Turquoise",
    "Vanille",
    "Vermeil",
    "Vermillon",
    "Vert",
    "Vert armée",
    "Vert bouteille",
    "Vert céladon",
    "Vert chartreuse",
    "Vert d'eau",
    "Vert-de-gris",
    "Vert de vessie",
    "Vert épinard",
    "Vert gazon ou herbe",
    "Vert impérial",
    "Vert lichen",
    "Vert mélèze",
    "Vert mousse",
    "Vert perroquet",
    "Vert poireau",
    "Vert pomme",
    "Vert prairie",
    "Vert printemps",
    "Vert sapin",
    "Vert sauge",
    "Vert tilleul",
    "Vert Véronèse",
    "Violet",
    "Violet d'évêque",
    "Violine",
    "Viride",
    "Zinzolin"
  ],
  "level": [
    "faible",
    "modéré",
    "haut",
    "très élevé",
    "extrême",
    "critique"
  ],
  "quotes": [
    "De toutes les sources d'énergie, la chaleur humaine est la moins coûteuse...",
    "Le silence se meurt, le bruit prend partout le pouvoir; c'est la seule calamité écologique dont personne ne parle.",
    "Tout ce qui est stable est contestable.",
    "Il est plus facile de désintégrer un atome qu'un préjugé.",
    "Il n'existe que deux choses infinies, l'univers et la bêtise humaine... mais pour l'univers, je n'ai pas de certitude absolue.",
    "Je sais pourquoi tant de gens aiment couper du bois. C'est une activité où l'on voit tout de suite le résultat.",
    "L'effort d'unir sagesse et pouvoir aboutit rarement et seulement très brièvement.",
    "L'homme et sa sécurité doivent constituer la première préoccupation de toute aventure technologique.",
    "L'imagination est plus importante que le savoir.",
    "La connaissance s'acquiert par l'expérience, tout le reste n'est que de l'information.",
    "La théorie, c'est quand on sait tout et que rien ne fonctionne. La pratique, c'est quand tout fonctionne et que personne ne sait pourquoi. Ici, nous avons réuni théorie et pratique : rien ne fonctionne... et personne ne sait pourquoi !",
    "Le problème aujourd'hui n'est pas l'énergie atomique, mais le cœur des hommes.",
    "Le progrès technique est comme une hache qu'on aurait mise dans les mains d'un psychopathe.",
    "Les amères leçons du passé doivent être réapprises sans cesse.",
    "Les grands esprits ont toujours rencontré une opposition farouche des esprits médiocres.",
    "Ne fais jamais rien contre ta conscience, même si l'État te le demande.",
    "Placez votre main sur un poêle une minute et ça vous semble durer une heure. Asseyez-vous auprès d'une jolie fille une heure et ça vous semble durer une minute. C'est ça la relativité.",
    "Rien n'est plus proche du vrai que le faux.",
    "Si les faits ne correspondent pas à la théorie, changez les faits.",
    "Une nouvelle manière de penser est nécessaire si l'humanité veut survivre.",
    "L'homme a perdu la capacité de prévoir et d'anticiper. Il finira par détruire la terre.",
    "L'homme a perdu la capacité de prévoir et d'anticiper. Il finira par détruire la terre.",
    "Y'a trois choses qu'on ne peut pas regarder en face : le soleil, la mort et le dentiste.",
    "Plus les galets ont roulé, plus ils sont polis. Pour les cochers, c'est le contraire.",
    "J'ai inventé une lampe de poche qui fonctionne à l'énergie solaire, elle n'a qu'un dernier défaut, elle ne marche qu'en plein soleil.",
    "Croyez ceux qui cherchent la vérité, doutez de ceux qui la trouvent.",
    "L'important n'est pas tant d'être franc que de permettre à l'autre de l'être.",
    "Une vie ne vaut rien, mais rien ne vaut une vie.",
    "Ce qui donne un sens à la vie donne un sens à la mort.",
    "Il semble que la perfection soit atteinte non quand il n'y a plus rien à ajouter, mais quand il n'y a plus rien à retrancher.",
    "Les enfants doivent être très indulgents envers les grandes personnes.",
    "Je ne connais que deux choses qui soient infinies : Univers et la bêtise humaine. Mais je ne suis pas sûr de la première.",
    "C'est le premier âge qui ait jamais prêté autant d'attention au futur, ce qui est un peu ironique puisque nous pourrions ne pas en avoir un.",
    "Naître, c'est se trouver dans une mauvaise passe.",
    "Ce n'est pas parce-que vous êtes nombreux à avoir tort que vous avez raison.",
    "La réalité est ce qui continue d'exister lorsqu'on cesse d'y croire.",
    "Parfois on se trompe dans l'analyse d'un événement parce qu'on est resté figé dans le seul point de vue qui nous semble évident.",
    "Tant d'énergie est dépensée pour que tout soit bien immobile.",
    "Les Blancs changent sans arrêt le monde pour l'adapter à la vision fluctuante qu'ils ont de l'avenir. Les aborigènes mobilisent toute leur énergie mentale pour laisser le monde dans l'état où il était. En quoi cette conception est-elle inférieure ?",
    "L'humanité s'installe dans la mono-culture ; elle s'apprête à produire la civilisation en masse, comme la betterave. Son ordinaire ne comportera plus que ce plat.",
    "La liberté n'est ni une invention juridique ni un trésor philosophique, propriété chérie de civilisations plus dignes que d'autres parce qu'elles seules sauraient la produire ou la préserver. Elle résulte d'une relation objective entre l'individu et l'espace qu'il occupe, entre le consommateur et les ressources dont il dispose.",
    "C'est pas compliqué, en politique, il suffit d'avoir une bonne conscience, et pour ça il faut avoir une mauvaise mémoire !",
    "C'est pas vraiment de ma faute si y'en a qui ont faim, Mais ça le deviendrait si on y changeait rien.",
    "De tous ceux qui n'ont rien à dire, les plus agréables sont ceux qui se taisent.",
    "Il paraît que la crise rend les riches plus riches et les pauvres plus pauvres. Je ne vois pas en quoi c'est une crise. Depuis que je suis petit, c'est comme ça.",
    "Je ferais admirablement remarquer aux hommes politiques qui me prennent pour un rigolo que ce n'est pas moi qui ai commencé.",
    "La chambre des députés, la moitié sont bons à rien. Les autres sont prêts à tout.",
    "Le plus dur pour les hommes politiques, c'est d'avoir la mémoire qu'il faut pour se souvenir de ce qu'il ne faut pas dire.",
    "Si vous avez besoin de quelque chose, appelez-moi. Je vous dirai comment vous en passer.",
    "Y'a un truc qu'on est sûr quand on est ministre, c'est qu'on retournera pas à l'école, tandis qu'en prison, faut voir !",
    "Le secret du changement consiste à concentrer son énergie pour créer du nouveau, et non pas pour se battre contre l'ancien.",
    "L'argent [est] le fumier dans lequel pousse l'humanité de demain. [...] L'argent, empoisonneur et destructeur, devenait le ferment de toute végétation sociale, servait de terreau nécessaire aux grands travaux dont l'exécution rapprocherait les peuples et pacifierait la terre.",
    "Nul doute que la nature nous dirige là où elle veut, bien ou mal lotis, mais il faut avouer qu'elle a moins de pouvoir sur nous que l'habitude.",
    "La puissance du ressort du grille-pain est proportionnelle à la taille de la cuisine.",
    "Pour que les hommes, tant qu'ils sont des hommes, se laissent assujettir, il faut de deux choses l'une : ou qu'ils y soient contraints, ou qu'ils soient trompés.",
    "À notre époque moderne, on reconnaît les gens faibles, lorsqu'ils écrivent tout ce qu'ils sont sur leur carte de visite.",
    "Il y a quelque chose de pire dans la vie que de n'avoir pas réussi, c'est de n'avoir pas essayé !",
    "La liberté n'est pas dans une indépendance rêvée à l'égard des lois de la nature, mais dans la connaissance de ces lois et dans la possibilité donnée par là même de les mettre en uvre méthodiquement pour des fins déterminées.",
    "La connaissance tue l'action, pour agir il faut être obnubilé par l'illusion.",
    "Il faut d'abord savoir ce que l'on veut, il faut ensuite avoir le courage de le dire, il faut ensuite l'énergie de le faire.",
    "Regarder un atome le change, regarder un homme le transforme, regarder l'avenir le bouleverse.",
    "Il vaut mieux mobiliser son intelligence sur des conneries que mobiliser sa connerie sur des choses intelligentes.",
    "Le bon sens est la chose la mieux partagée du monde. La connerie aussi.",
    "Pour qu'il y ait le moins de mécontents possibles il faut toujours taper sur les mêmes.",
    "Pourquoi faire simple quand on peut faire compliqué...",
    "Dieu se rit des hommes qui se plaignent des conséquences alors qu'ils en chérissent les causes.",
    "Lorsqu'il n'y a plus de maître, tous deviennent maîtres. Lorsque tout le monde est maître, tout le monde est esclave.",
    "Le bonheur humain est composé de tant de pièces qu'il en manque toujours.",
    "Un défaut qui empêche les hommes d'agir, c'est de ne pas sentir de quoi ils sont capables.",
    "Un bon écologiste, c'est un type qui voit loin et qui a peu de foi dans le progrès, la science et la technique.",
    "Il faut autant d'énergie pour convaincre autrui avec une petite vérité qu'avec un gros mensonge.",
    "Globalisons les luttes pour globaliser l'espoir !",
    "L'utopie est la matrice de l'histoire et la sœur jumelle de la révolte.",
    "Si l'on ne construit pas un monde de partage des richesses, c'est un monde de conflits multilatéraux qui nous attend.",
    "L'hermine, c'est tout blanc avec le bout de la queue noir alors que le ramoneur, c'est tout noir avec une grande échelle sur le dos.",
    "Il vaut mieux prêter à sourire que donner à réfléchir.",
    "Il faut se méfier des ingénieurs, ça commence par la machine à coudre, ça finit par la bombe atomique.",
    "Une société écologique, c'est une société qui trouve le point d'équilibre entre la société matérialiste absolue dans laquelle nous sommes et une société qui voudrait tomber dans une spiritualité béate qui ne serait pas plus intéressante.",
    "Les écologistes ne s'intéressent pas qu'au cul des oiseaux et à la chlorophylle !",
    "L'énergie usée à atteindre des normes de qualité est inversement proportionnelle au temps restant avant le prochain audit.",
    "Ce qui m'inquiète, c'est la pensée que l'homme est capable de s'habituer aux pires conditions de vie. Il pourra trouver parfaitement normal d'ici un siècle, de vivre prostré dans quelques bunkers, avec des masques, de l'air artificiel. Il ne saura même plus alors que l'on vivait autrement. Que restera-t-il alors de l'homme ?",
    "Certains déchets nucléaires produits dans les années 60 resteront dangereux pendant un demi-million d'années. Pour ceux qui sont produits maintenant, il faudra compter 30 ans de plus.",
    "Le coût de la protection du milieu naturel est beaucoup plus faible que le coût de sa reconstitution. La défense de la nature est rentable pour la nation.",
    "Parler pour ne rien dire et ne rien dire pour parler sont les deux principes majeurs et rigoureux de tous ceux qui feraient mieux de la fermer avant de l'ouvrir.",
    "Un accusé est cuit quand son avocat n'est pas cru.",
    "De toutes les morts, la mort atomique est la moins chère...",
    "Futures victimes nucléaires de tous les pays, unissez-vous !",
    "L'homme peut aimer son semblable jusqu'à mourir ; il ne l'aime pas jusqu'à travailler pour lui.",
    "L'amitié entre deux personnes dépend de la patience de chacune.",
    "Ne coupe pas les ficelles quand tu pourrais défaire les nœuds.",
    "Qui ne peut supporter le mal ne vivra pas pour voir le bien.",
    "L'un des pires démons de la civilisation technologique est la soif de croissance.",
    "Ni la richesse ni le savoir ne permettent de lutter efficacement contre les excès humains.",
    "En matière de préhistoire, on parle de l'Âge de pierre, de l'Âge du fer, de l'Âge du bronze. En survolant toute l'histoire de l'humanité, ne devrait-on pas parler de l'âge du bois, du charbon, du pétrole ou de l'atome ?",
    "Vivre, c'est bien. Savoir vivre c'est mieux. Survivre c'est sans doute le problème des hommes de demain.",
    "Ce n'est pas parce que les choses sont difficiles que nous n'osons pas, c'est parce que nous n'osons pas qu'elles sont difficiles.",
    "Deux types d'individus se moquent des lois : ceux qui les enfreignent et ceux qui les promulguent.",
    "L'originalité des amateurs de sagesse [c'est que] où qu'ils se trouvent, ils cherchent toujours la plus éloignée. La sagesse est une de ces curiosités dont l'importance semble s'accroître avec la distance.",
    "Le temps est une drogue. À haute dose, il tue."
  ],
  "text": [
    "Haskell est un langage de programmation fonctionnel.",
    "Il est fondé sur le lambda-calcul et la logique combinatoire.",
    "Son nom vient du mathématicien et logicien Haskell Brooks Curry.",
    "Il a été créé en 1990 par un comité de chercheurs en théorie des langages intéressés par les langages fonctionnels et l'évaluation paresseuse.",
    "Le dernier standard est Haskell 2010 : c'est une version minimale et portable du langage conçue à des fins pédagogiques et pratiques, dans un souci d'interopérabilité entre les implémentations du langage et comme base de futures extensions.",
    "Le langage continue d'évoluer rapidement, principalement avec GHC, constituant ainsi un standard de facto comprenant de nombreuses extensions.",
    "Les fonctionnalités les plus intéressantes de Haskell sont le support des fonctions récursives, l'inférence de types, les listes en compréhension, l'évaluation paresseuse et les structures de données infinies dont l'exemple phare est le type de donnée stream.",
    "Ces fonctionnalités, surtout si on les combine, facilitent l'écriture et l'utilisation de fonctions et la manipulation des données.",
    "Le système de types, objet de nombreuses recherches, est également l'un des plus expressifs et l'un des plus aptes à mettre en œuvre, de façon statique, de nombreuses contraintes ordinairement vérifiées à l'exécution.",
    "Haskell se distingue également par l'utilisation de monades pour les entrées/sorties et pour la gestion des exceptions, rendue nécessaire par l'une des plus importantes spécificités du langage, à savoir que Haskell est un langage fonctionnel pur, ce qui signifie que, de façon inhérente, aucun effet de bord n'est autorisé, ni les entrées/sorties, ni les affectations de variables, ni les exceptions.",
    "La plupart des langages fonctionnels encouragent ce style, mais Haskell l'impose dans tout code qui ne signale pas explicitement par son type qu'il admet des effets de bord et qui grâce à ce mécanisme en prévient et en circonscrit les dangers.",
    "Erlang est un langage de programmation, supportant plusieurs paradigmes : concurrent, temps réel, distribué.",
    "Son cœur séquentiel est un langage fonctionnel à évaluation stricte, affectation unique, au typage dynamique fort.",
    "Sa couche concurrente est fondée sur le modèle d'acteur.",
    "Il possède des fonctionnalités de tolérance aux pannes et de mise à jour du code à chaud, permettant le développement d'applications à très haute disponibilité.",
    "Erlang est conçu pour s'exécuter sur une machine virtuelle spécifique appelée BEAM.",
    "Clojure est un langage de programmation fonctionnel compilé, multi-plateforme et destiné à la création de programmes sûrs et facilement distribuables.",
    "C’est un dialecte de Lisp.",
    "Il compile vers du bytecode Java, du code JavaScript et du bytecode .NET.",
    "Clojure est donc disponible sur la JVM, le CLR, les navigateurs et Node.js.",
    "Développement dynamique à l’aide du REPL",
    "Les fonctions sont des objets. La programmation par récursion est favorisée, plutôt que la programmation par boucle à effets de bord.",
    "La récursion terminale est supportée via le verbe recur",
    "Séquences évaluées paresseusement",
    "Grande variété de structures de données non mutables et persistantes",
    "Programmation concurrente grâce à la STM, à un système d’agents, et à un système de variables dynamiques",
    "Intégration au langage : en compilant en code binaire pour la Machine virtuelle Java, les applications en Clojure sont préparées et déployées dans la JVM ou un serveur d’application sans difficulté supplémentaire.",
    "Le langage fournit aussi des macros qui facilitent l’usage des API Java existantes.",
    "Les structures de données de Clojure implémentent toutes des interfaces Java standardisées, rendant aisée l’exécution de code écrit en Clojure depuis Java.",
    "Il en va de même avec les autres cibles de compilation.",
    "Python est un langage de programmation objet, multi-paradigme et multiplateformes.",
    "Il favorise la programmation impérative structurée, fonctionnelle et orientée objet.",
    "Il est doté d'un typage dynamique fort, d'une gestion automatique de la mémoire par ramasse-miettes et d'un système de gestion d'exceptions ; il est ainsi similaire à Perl, Ruby, Scheme, Smalltalk et Tcl.",
    "Le langage Python est placé sous une licence libre proche de la licence BSD et fonctionne sur la plupart des plates-formes informatiques, des supercalculateurs aux ordinateurs centraux4, de Windows à Unix en passant par GNU/Linux, Mac OS, ou encore Android, iOS, et aussi avec Java ou encore .NET.",
    "Il est conçu pour optimiser la productivité des programmeurs en offrant des outils de haut niveau et une syntaxe simple à utiliser.",
    "Il est également apprécié par certains pédagogues qui y trouvent un langage où la syntaxe, clairement séparée des mécanismes de bas niveau, permet une initiation aisée aux concepts de base de la programmation.",
    "Contrairement à une opinion répandue, le Lorem Ipsum n'est pas simplement du texte aléatoire.",
    "Il trouve ses racines dans une œuvre de la littérature latine classique datant de 45 av. J.-C., le rendant vieux de 2000 ans. Un professeur du Hampden-Sydney College, en Virginie, s'est intéressé à un des mots latins les plus obscurs, consectetur, extrait d'un passage du Lorem Ipsum, et en étudiant tous les usages de ce mot dans la littérature classique, découvrit la source incontestable du Lorem Ipsum.",
    "Il provient en fait des sections 1.10.32 et 1.10.33 du \"De Finibus Bonorum et Malorum\" (Des Suprêmes Biens et des Suprêmes Maux) de Cicéron.",
    "Cet ouvrage, très populaire pendant la Renaissance, est un traité sur la théorie de l'éthique.",
    "Les premières lignes du Lorem Ipsum, \"Lorem ipsum dolor sit amet...\", proviennent de la section 1.10.32.",
    "Python a été conçu pour être un langage lisible.",
    "Il vise à être visuellement épuré. Par exemple, il possède moins de constructions syntaxiques que de nombreux langages structurés tels que C, Perl, ou Pascal.",
    "Les commentaires sont indiqués par le caractère croisillon (#)",
    "Tous les types de base, les fonctions, les instances de classes (les objets « classiques » des langages C++ et Java) et les classes elles-mêmes (qui sont des instances de méta-classes) sont des objets.",
    "Une classe se définit avec le mot-clé class.",
    "Les classes Python supportent l'héritage multiple ; il n'y a pas de surcharge statique comme en C++, ou de restrictions sur l'héritage comme c'est le cas en java (une classe implémente plusieurs interfaces et hérite d'une seule classe) mais le mécanisme des arguments optionnels et par mot-clé est plus général et plus flexible.",
    "En astrophysique, un trou noir1 est un objet céleste si compact que l'intensité de son champ gravitationnel empêche toute forme de matière ou de rayonnement de s’en échapper.",
    "De tels objets ne peuvent ni émettre, ni réfléchir la lumière et sont donc noirs, ce qui en astronomie revient à dire qu'ils sont invisibles.",
    "Toutefois, plusieurs techniques d’observation indirecte dans différentes longueurs d'ondes ont été mises au point et permettent d’étudier les phénomènes qu’ils induisent.",
    "En particulier, la matière happée par un trou noir est chauffée à des températures considérables avant d’être « engloutie » et émet une quantité importante de rayons X.",
    "Envisagée dès le xviiie siècle, dans le cadre de la mécanique classique, leur existence — prédite par la relativité générale — est une certitude pour la quasi-totalité des astrophysiciens et des physiciens théoriciens.",
    "La gravitation étant le seul effet pouvant sortir d'un trou noir, une observation quasi-directe de trous noirs a pu être détaillée en février 2016 par le biais de la première observation directe des ondes gravitationnelles.",
    "Par ailleurs, les trous noirs sont étonnants en ce qu’ils sont décrits par un très petit nombre de paramètres.",
    "En effet, leur description, dans l’univers dans lequel nous vivons, ne dépend que de trois paramètres : la masse, la charge électrique et le moment cinétique.",
    "Tous les autres paramètres du trou noir (par exemple ses effets sur les corps environnants et leur étendue) sont fixés par ceux-ci.",
    "Par comparaison, la description d’une planète fait intervenir des centaines de paramètres (composition chimique, différenciation de ses éléments, convection, atmosphère, etc.).",
    "La raison pour laquelle un trou noir n’est décrit que par ces trois paramètres est connue depuis 1967 : c’est le théorème de calvitie démontré par Werner Israel.",
    "Celui-ci explique que les seules interactions fondamentales à longue portée étant la gravitation et l’électromagnétisme, les seules propriétés mesurables des trous noirs sont données par les paramètres décrivant ces interactions, à savoir la masse, le moment cinétique et la charge électrique.",
    "Pour un trou noir, la masse et la charge électrique sont des propriétés habituelles que décrit la physique classique (c’est-à-dire non-relativiste) : le trou noir possède un champ gravitationnel proportionnel à sa masse et un champ électrique proportionnel à sa charge.",
    "L’influence du moment cinétique est en revanche spécifique à la relativité générale.",
    "Celle-ci stipule en effet qu’un corps en rotation va avoir tendance à « entraîner » l’espace-temps dans son voisinage. Ce phénomène, difficilement observable dans le système solaire en raison de son extrême faiblesse pour des astres non compacts, est connu sous le nom d’effet Lense-Thirring (aussi appelé frame dragging, en anglais)Note 3. Il prend une amplitude considérable au voisinage d’un trou noir « en rotation », au point qu’un observateur situé dans son voisinage immédiat serait inévitablement entraîné dans le sens de rotation du trou noir. La région où ceci se produit est appelée ergorégion.",
    "La zone sphérique qui délimite la région d’où lumière et matière ne peuvent s’échapper, est appelée « horizon des événements ».",
    "On parle parfois de « surface » du trou noir, quoique le terme soit quelque peu impropre (il ne s’agit pas d’une surface solide ou gazeuse comme la surface d’une planète ou d’une étoile).",
    "Il ne s’agit pas d’une région qui présente des caractéristiques particulières : un observateur qui franchirait l’horizon ne ressentirait rien de spécial à ce moment-là (voir ci-dessous). En revanche, il se rendrait compte qu’il ne pourrait plus s’échapper de cette région s’il essayait de faire demi-tour.",
    "C’est une sorte de point de non retour.",
    "En substance, c’est une situation qui est un peu analogue à celle d’un baigneur qui s’éloignerait de la côte.",
    "Si par exemple le baigneur ne peut nager que deux kilomètres, il ne ressentira rien s’il s’éloigne à plus d’un kilomètre de la côte ; mais s’il doit faire demi-tour, il se rendra compte qu’il n’a pas assez d’énergie pour atteindre la rive.",
    "En revanche, un observateur situé au voisinage de l’horizon remarquera que le temps s’écoule différemment pour lui et pour un observateur situé loin du trou noir.",
    "Si ce dernier lui envoie des signaux lumineux à intervalles réguliers (par exemple une seconde), alors l’observateur proche du trou noir recevra des signaux plus énergétiques (la fréquence des signaux lumineux sera plus élevée, conséquence du décalage vers le bleu subi par la lumière qui tombe vers le trou noir) et les intervalles de temps séparant deux signaux consécutifs seront plus rapprochés (moins d’une seconde, donc).",
    "Cet observateur aura donc l’impression que le temps s’écoule plus vite pour son confrère resté loin du trou noir que pour lui.",
    "À l’inverse, l’observateur resté loin du trou noir verra son collègue évoluer de plus en plus lentement, le temps chez celui-ci donnant l’impression de s’écouler plus lentement.",
    "Si l’observateur distant voit un objet tomber dans un trou noir, les deux phénomènes de dilatation du temps et de décalage vers le rouge vont se combiner.",
    "Les éventuels signaux émis par l’objet seront de plus en plus rouges, de moins en moins lumineux (la lumière émise perd de plus en plus d’énergie avant d’arriver à l’observateur lointain) et de plus en plus espacés.",
    "En pratique, le nombre de photons reçus par l’observateur distant va décroître très rapidement, jusqu’à devenir nul : à ce moment-là, l’objet en train de chuter dans le trou noir est devenu invisible.",
    "Même si l’observateur distant tente d’approcher l’horizon en vue de récupérer l’objet qu’il a eu l’impression de voir s’arrêter juste avant l’horizon, celui-ci demeurera invisibleNote 5.",
    "Pour un observateur s’approchant d’une singularité, ce sont les effets de marée qui vont devenir importants.",
    "Ces effets, qui déterminent les déformations d’un objet (le corps d’un astronaute, par exemple) du fait des hétérogénéités du champ gravitationnel, seront inéluctablement ressentis par un observateur s’approchant de trop près d’un trou noir ou d’une singularité.",
    "La région où ces effets de marée deviennent importants est entièrement située dans l’horizon pour les trous noirs super massifs, mais empiète notablement hors de l’horizon pour des trous noirs stellairesNote 6.",
    "Ainsi, un observateur s’approchant d’un trou noir stellaire serait déchiqueté avant de passer l’horizon, alors que le même observateur qui s’approcherait d’un trou noir super massif passerait l’horizon sans encombre.",
    "Il serait tout de même inéluctablement détruit par les effets de marée en s’approchant de la singularité."
  ],
  "words": {
    "bad": [
      "merde",
      "putain",
      "va te faire foutre",
      "va te faire enculer",
      "branleur",
      "fils de pute",
      "crétin",
      "imbécile",
      "t'as pas de couilles",
      "connard",
      "salope",
      "connasse",
      "dégénéré",
      "tu me gonfles",
      "tu me fatigues",
      "dégage !",
      "je m'en fiche",
      "je m'en fou",
      "j'en ai rien à cirer",
      "j'en ai plus rien à foutre",
      "j'en ai marre",
      "j'en ai ral le bol",
      "j'en ai ral le cul",
      "t'es un salaud",
      "ça schlingue!",
      "ça pue",
      "tais-toi",
      "ta gueule",
      "ferme ta gueule",
      "t'es rien qu'un petit connard",
      "quel salaud !",
      "bordel de merde",
      "la vache",
      "nom de Dieu/mon Dieu"
    ],
    "normal": [
      "au",
      "avec",
      "moi",
      "si",
      "quoi",
      "devoir",
      "oui",
      "ils",
      "comme",
      "s'",
      "venir",
      "sur",
      "toi",
      "ici",
      "rien",
      "lui",
      "bon",
      "là",
      "suivre",
      "pourquoi",
      "parler",
      "prendre",
      "cette",
      "quand",
      "alors",
      "une chose",
      "par",
      "son",
      "croire",
      "aimer",
      "falloir",
      "comment",
      "très",
      "ou",
      "passer",
      "penser",
      "aussi",
      "jamais",
      "attendre",
      "trouver",
      "laisser",
      "petit",
      "merci",
      "même",
      "sa",
      "ta",
      "autre",
      "arriver",
      "ces",
      "donner",
      "regarder",
      "encore",
      "appeler",
      "est-ce que",
      "peu",
      "homme",
      "partir",
      "ma",
      "toujours",
      "jour",
      "femme",
      "temps",
      "maintenant",
      "notre",
      "vie",
      "deux",
      "mettre",
      "rester",
      "sans",
      "seul",
      "arrêter",
      "vraiment",
      "connaître",
      "quelque",
      "sûr",
      "tuer",
      "mourir",
      "demander",
      "juste",
      "peut-être",
      "dieu",
      "fois",
      "oh",
      "père",
      "comprendre",
      "sortir",
      "personne",
      "an",
      "trop",
      "chez",
      "fille",
      "aux",
      "monde",
      "ami",
      "vrai",
      "après",
      "mal",
      "besoin",
      "accord",
      "ses",
      "avant",
      "monsieur",
      "enfant",
      "grand",
      "entendre",
      "voilà",
      "chercher",
      "heure",
      "mieux",
      "tes",
      "aider",
      "mère",
      "déjà",
      "beau",
      "essayer",
      "quel",
      "vos",
      "depuis",
      "quelqu'un",
      "beaucoup",
      "revenir",
      "donc",
      "plaire",
      "maison",
      "gens",
      "nuit",
      "ah",
      "soir",
      "nom",
      "bonjour",
      "jouer",
      "leur",
      "finir",
      "peur",
      "mort",
      "parce que",
      "perdre",
      "maman",
      "sentir",
      "ouais",
      "rentrer",
      "nos",
      "premier",
      "problème",
      "argent",
      "quelle",
      "vivre",
      "rendre",
      "dernier",
      "tenir",
      "cet",
      "main",
      "cela",
      "vite",
      "oublier",
      "air",
      "salut",
      "fils",
      "travailler",
      "moins",
      "tête",
      "coup",
      "écouter",
      "raison",
      "manger",
      "amour",
      "entrer",
      "dont",
      "nouveau",
      "devenir",
      "hein",
      "commencer",
      "merde",
      "moment",
      "voiture",
      "vieux",
      "demain",
      "revoir",
      "elles",
      "payer",
      "fou",
      "tirer",
      "ouvrir",
      "œil",
      "fait",
      "changer",
      "question",
      "tomber",
      "assez",
      "foutre",
      "excuser",
      "affaire",
      "dormir",
      "combien",
      "frère",
      "travail",
      "idée",
      "eh",
      "puis",
      "famille",
      "truc",
      "trois",
      "tant",
      "souvenir",
      "ni",
      "tous",
      "occuper",
      "entre",
      "ok",
      "marcher",
      "chance",
      "aujourd'hui",
      "envoyer",
      "histoire",
      "jeune",
      "tard",
      "apprendre",
      "minute",
      "boire",
      "garder",
      "quelques",
      "type",
      "porte",
      "montrer",
      "mec",
      "asseoir",
      "porter",
      "attention",
      "année",
      "sous",
      "prêt",
      "contre",
      "prier",
      "pendant",
      "mois",
      "meilleur",
      "servir",
      "madame",
      "putain",
      "écrire",
      "part",
      "eau",
      "sang",
      "place",
      "espérer",
      "plein",
      "désoler",
      "eux",
      "retrouver",
      "ville",
      "terre",
      "gagner",
      "semaine",
      "acheter",
      "longtemps",
      "gars",
      "chambre",
      "hé",
      "côté",
      "droit",
      "rappeler",
      "lire",
      "cas",
      "mot",
      "seulement",
      "voici",
      "monter",
      "désolé",
      "quitter",
      "police",
      "suite",
      "matin",
      "emmener",
      "toucher",
      "continuer",
      "devant",
      "fort",
      "gros",
      "enfin",
      "pardon",
      "mari",
      "là-bas",
      "importer",
      "papa",
      "train",
      "manquer",
      "raconter",
      "ensemble",
      "mauvais",
      "film",
      "répondre",
      "garçon",
      "chéri",
      "corps",
      "celui",
      "autres",
      "heureux",
      "loin",
      "aucun",
      "pauvre",
      "sauver",
      "chaque",
      "retourner",
      "leurs",
      "rencontrer",
      "cœur",
      "voler",
      "fermer",
      "car",
      "valoir",
      "descendre",
      "feu",
      "docteur",
      "suffire",
      "façon",
      "important",
      "sembler",
      "super",
      "compter",
      "vers",
      "joli",
      "point",
      "noir",
      "hier",
      "chien",
      "guerre",
      "genre",
      "marier",
      "arme",
      "cause",
      "endroit",
      "ordre",
      "poser",
      "reste",
      "pied",
      "envie",
      "près",
      "fin",
      "tiens",
      "inquiéter",
      "d'autres",
      "bouger",
      "plutôt",
      "apporter",
      "photo",
      "décider",
      "ainsi",
      "certain",
      "aucune",
      "vendre",
      "école",
      "cher",
      "chef",
      "tourner",
      "cacher",
      "boulot",
      "pays",
      "ceux",
      "possible",
      "expliquer",
      "battre",
      "peine",
      "livre",
      "agir",
      "imaginer",
      "tour",
      "adorer",
      "vérité",
      "recevoir",
      "gentil",
      "jeter",
      "pleurer",
      "bébé",
      "partie",
      "nouvelle",
      "jeu",
      "amener",
      "instant",
      "parent",
      "dur",
      "service",
      "plaisir",
      "promettre",
      "mentir",
      "sœur (sœur)",
      "bientôt",
      "lit",
      "tellement",
      "utiliser",
      "lieu",
      "coucher",
      "presque",
      "dehors",
      "passé",
      "préférer",
      "content",
      "derrière",
      "con",
      "offrir",
      "roi",
      "verre",
      "réveiller",
      "aide",
      "d'abord",
      "journée",
      "préparer",
      "numéro",
      "permettre",
      "ramener",
      "enlever",
      "calme",
      "lâcher",
      "choisir",
      "musique",
      "conduire",
      "faute",
      "calmer",
      "dîner",
      "mariage",
      "bureau",
      "route",
      "chanter",
      "secret",
      "disparaître",
      "lever",
      "dessus",
      "présenter",
      "accepter",
      "baiser",
      "sinon",
      "idiot",
      "long",
      "café",
      "propre",
      "confiance",
      "cinq",
      "bonsoir",
      "compte",
      "téléphone",
      "casser",
      "prochain",
      "frapper",
      "facile",
      "rêve",
      "copain",
      "malade",
      "rue",
      "bas",
      "lettre",
      "ignorer",
      "fête",
      "couper",
      "esprit",
      "taire",
      "seigneur",
      "flic",
      "parfois",
      "capitaine",
      "âge",
      "autant",
      "force",
      "pièce",
      "quatre",
      "cul",
      "difficile",
      "bras",
      "tromper",
      "surtout",
      "ressembler",
      "jurer",
      "plan",
      "prison",
      "sale",
      "courir",
      "haut",
      "état",
      "remettre",
      "carte",
      "paix",
      "exactement",
      "drôle",
      "refuser",
      "dès",
      "président",
      "cours",
      "grave",
      "terminer",
      "ciel",
      "partout",
      "âme",
      "patron",
      "amuser",
      "celle",
      "visage",
      "intéresser",
      "reconnaître",
      "rire",
      "médecin",
      "rapport",
      "pardonner",
      "avis",
      "embrasser",
      "retour",
      "laquelle",
      "simple",
      "danser",
      "exister",
      "différent",
      "souvent",
      "lumière",
      "génial",
      "libre",
      "dollar",
      "sûrement",
      "pareil",
      "hôpital",
      "ceci",
      "réussir",
      "bizarre",
      "voix",
      "protéger",
      "honneur",
      "tôt",
      "équipe",
      "prévenir",
      "cheval",
      "ailleurs",
      "lequel",
      "maître",
      "avion",
      "bout",
      "habiter",
      "faim",
      "ensuite",
      "l'un",
      "froid",
      "normal",
      "déranger",
      "reprendre",
      "oncle",
      "prix",
      "retard",
      "détruire",
      "cadeau",
      "pousser",
      "face",
      "gueule",
      "chemin",
      "vivant",
      "général",
      "bateau",
      "million",
      "sac",
      "impossible",
      "seconde",
      "bête",
      "découvrir",
      "erreur",
      "soleil",
      "voyage",
      "sauter",
      "rêver",
      "détester",
      "clair",
      "faux",
      "paraître",
      "balle",
      "empêcher",
      "maintenir",
      "cheveu",
      "papier",
      "présent",
      "sujet",
      "supposer",
      "tranquille",
      "neuf",
      "épouser",
      "blanc",
      "table",
      "toute",
      "dix",
      "clé",
      "agent",
      "approcher",
      "sens",
      "craindre",
      "six",
      "message",
      "crier",
      "salle",
      "inviter",
      "effet",
      "réfléchir",
      "espèce",
      "arranger",
      "naître",
      "allô",
      "bois",
      "propos",
      "camp",
      "sorte",
      "hôtel",
      "début",
      "souffrir",
      "jambe",
      "remercier",
      "choix",
      "sécurité",
      "avocat",
      "attraper",
      "client",
      "courant",
      "dépêcher",
      "peuple",
      "dame",
      "vérifier",
      "abandonner",
      "journal",
      "sérieux",
      "brûler",
      "or",
      "loi",
      "fond",
      "gosse",
      "fric",
      "situation",
      "euh",
      "sauf",
      "accident",
      "doute",
      "scène",
      "soldat",
      "amoureux",
      "assurer",
      "preuve",
      "humain",
      "mer",
      "silence",
      "télé",
      "victime",
      "complètement",
      "pute",
      "garde",
      "meurtre",
      "groupe",
      "crime",
      "traiter",
      "doucement",
      "blesser",
      "colonel",
      "parole",
      "triste",
      "honte",
      "rouge",
      "dégager",
      "soirée",
      "dangereux",
      "armée",
      "filer",
      "risquer",
      "dos",
      "appel",
      "visite",
      "mener",
      "fleur",
      "attaquer",
      "coin",
      "prince",
      "pire",
      "bordel",
      "professeur",
      "fumer",
      "répéter",
      "habitude",
      "signer",
      "ficher",
      "mériter",
      "réponse",
      "rejoindre",
      "discuter",
      "village",
      "pourtant",
      "avancer",
      "connerie",
      "reposer",
      "échapper",
      "forme",
      "bruit",
      "chacun",
      "diable",
      "exemple",
      "charger",
      "chat",
      "ennemi",
      "gamin",
      "rendez-vous",
      "debout",
      "obliger",
      "trou",
      "accompagner",
      "fenêtre",
      "oser",
      "impression",
      "intérieur",
      "bouche",
      "ligne",
      "absolument",
      "doux",
      "regretter",
      "mur",
      "enfer",
      "prouver",
      "boîte",
      "santé",
      "t",
      "couvrir",
      "magnifique",
      "obtenir",
      "cuisine",
      "vue",
      "terrible",
      "éviter",
      "peau",
      "salaud",
      "conseil",
      "plaisanter",
      "autour",
      "vin",
      "exact",
      "virer",
      "supporter",
      "régler",
      "doigt",
      "étrange",
      "grâce",
      "souhaiter",
      "mission",
      "créer",
      "chanson",
      "pote",
      "surveiller",
      "simplement",
      "recommencer",
      "robe",
      "chaud",
      "billet",
      "spécial",
      "moyen",
      "sympa",
      "vaisseau",
      "moi-même",
      "coûter",
      "surprise",
      "poste",
      "compris",
      "anniversaire",
      "signe",
      "vol",
      "couleur",
      "image",
      "parier",
      "est",
      "arbre",
      "bière",
      "mme",
      "poisson",
      "selon",
      "intérêt",
      "lieutenant",
      "danger",
      "appartenir",
      "remarquer",
      "animal",
      "rater",
      "retirer",
      "bord",
      "tenter",
      "liberté",
      "règle",
      "banque",
      "merveilleux",
      "fier",
      "partager",
      "classe",
      "dossier",
      "ressentir",
      "bonheur",
      "défendre",
      "but",
      "bande",
      "l",
      "fatiguer",
      "radio",
      "prévoir",
      "celui-là",
      "camarade",
      "douter",
      "oiseau",
      "vent",
      "recherche",
      "apprécier",
      "système",
      "ferme",
      "capable",
      "fuir",
      "ennui",
      "tante",
      "héros",
      "dedans",
      "excellent",
      "pitié",
      "appartement",
      "bosser",
      "respirer",
      "entier",
      "récupérer",
      "douleur",
      "libérer",
      "sentiment",
      "grand-père",
      "société",
      "lancer",
      "nez",
      "joie",
      "relation",
      "témoin",
      "acteur",
      "moitié",
      "incroyable",
      "bain",
      "durer",
      "marché",
      "laver",
      "dent",
      "là-dedans",
      "mademoiselle",
      "adresse",
      "cousin",
      "riche",
      "compagnie",
      "sonner",
      "chaussure",
      "oreille",
      "grand-mère",
      "ancien",
      "art",
      "deviner",
      "inutile",
      "ravir",
      "blague",
      "avenir",
      "beauté",
      "laisse",
      "course",
      "manière",
      "traverser",
      "expérience",
      "soin",
      "hors",
      "cour",
      "gauche",
      "stupide",
      "retenir",
      "liste",
      "remonter",
      "réaliser",
      "i",
      "moquer",
      "étudier",
      "installer",
      "courage",
      "bleu",
      "secours",
      "milieu",
      "proposer",
      "m",
      "contact",
      "inspecteur",
      "mignon",
      "projet",
      "probablement",
      "rôle",
      "risque",
      "action",
      "ange",
      "avance",
      "intéressant",
      "parmi",
      "langue",
      "emporter",
      "thé",
      "colère",
      "départ",
      "époque",
      "engager",
      "voleur",
      "cesser",
      "tort",
      "vacance",
      "là-haut",
      "machine",
      "signifier",
      "réparer",
      "construire",
      "pain",
      "bar",
      "chier",
      "club",
      "été",
      "horrible",
      "profiter",
      "pierre",
      "pleuvoir",
      "plusieurs",
      "salope",
      "tel",
      "glace",
      "décision",
      "juge",
      "contrôle",
      "séparer",
      "sept",
      "maladie",
      "quartier",
      "désirer",
      "travers",
      "dommage",
      "cigarette",
      "traîner",
      "respecter",
      "époux",
      "tas",
      "enfuir",
      "diriger",
      "crever",
      "fil",
      "combat",
      "poursuivre",
      "morceau",
      "église",
      "directeur",
      "demande",
      "forcer",
      "bombe",
      "espoir",
      "tueur",
      "grandir",
      "dimanche"
    ]
  }
}
