{
  "alphabet": {
    "uppercase": [
      "A",
      "B",
      "C",
      "D",
      "E",
      "F",
      "G",
      "H",
      "I",
      "J",
      "K",
      "L",
      "M",
      "N",
      "O",
      "P",
      "Q",
      "R",
      "S",
      "Š",
      "Z",
      "Ž",
      "T",
      "U",
      "V",
      "W",
      "Õ",
      "Ä",
      "Ö",
      "Ü",
      "X",
      "Y"
    ],
    "lowercase": [
      "a",
      "b",
      "c",
      "d",
      "e",
      "f",
      "g",
      "h",
      "i",
      "j",
      "k",
      "l",
      "m",
      "n",
      "o",
      "p",
      "q",
      "r",
      "s",
      "š",
      "z",
      "ž",
      "t",
      "u",
      "v",
      "w",
      "õ",
      "ä",
      "ö",
      "ü",
      "x",
      "y"
    ]
  },
  "answers": [
    "Jah",
    "Ei",
    "Võib-olla"
  ],
  "color": [
    "Alisariinpunane",
    "Ametüst",
    "Aprikoos",
    "Beebisinine",
    "Beež",
    "Berliinisinine",
    "Heleroheline",
    "Heletürkiis",
    "Kahvaturoosa",
    "Kahvaturukkilillesinine",
    "Kahvatusinine",
    "Kastanpruun",
    "Kinaverpunane",
    "Kollane",
    "Meresinine",
    "Merevaik",
    "Messing",
    "Must",
    "Oliiviroheline",
    "Oranž",
    "Pärsiasinine",
    "Pruun",
    "Pruunikashall",
    "Punane",
    "Rohekassinine",
    "Roheline",
    "Safran",
    "Säravroosa",
    "Sinakasroheline",
    "Sinepikollane",
    "Sinine",
    "Taevasinine",
    "Terrakota",
    "Tsinvaldiit",
    "Tsüaan",
    "Tulipunane",
    "Türkiis",
    "Tüürosepurpur",
    "Ultramariin",
    "Valge"
  ],
  "level": [
    "Madal",
    "Mõõdukas",
    "Kõrge",
    "Väga kõrge",
    "Extremes",
    "Kriitiline"
  ],
  "quotes": [
    "Põrsast kotis ei osteta.",
    "Tee tööd töö ajal, aja juttu jutu ajal.",
    "Tühi kott ei seisa püsti.",
    "Vana karu tantsima ei õpi.",
    "Aeg kuivatab märja maa",
    "Enda silmas palki ei näe, teise silmas pindu küll.",
    "Kuri keel on teravam kui nuga.",
    "Targem annab järele.",
    "Tarkus tarviline vara, õpi hoolega.",
    "Tõe põhi on kindel, vale vall variseb maha.",
    "Sõber muretseb sõbra eest, Jumal kõikide eest.",
    "Rikas elab nõnda, kuidas tahab, vaene nõnda, kuidas saab.",
    "Inimesed armastavad ikka jagada teistele seda, mida nad ise hädasti vajavad.",
    "Elu eesmärk on enesearendamine.",
    "Senikaua, kuni naine saab välja näha omaenda tütrest kümme aastat noorem, on ta täiesti rahul.",
    "Progressi häda on selles, et see kulgeb edasi, mitte tagasi.",
    "Kunst peegeldab vaatajat, mitte elu.",
    "Iga naine muutub ajapikku sarnaseks oma emaga. Selles on tema tragöödia. Ükski mees pole sarnane oma emaga. Selles on tema tragöödia.",
    "Elu ei ole keeruline. Meie oleme keerulised. Elu on lihtne ja lihtsad asjad on õiged.",
    "Kõik suured ideed on ohtlikud.",
    "Haridus on tore asi, kuid aeg-ajalt võiks meenutada, et ühtki asja, mida tasub teada, ei saa õpetada.",
    "Naised vist hindavad julmust rohkem kui midagi muud.",
    "Mida vähem karistusi, seda vähem ka kuritegusid.",
    "Vaenlasi valides ei saa olla liiga hoolikas.",
    "Enesele etteheidete tegemine on luksus. Kui süüdistame ennast, siis tunneme, et kellelgi teisel ei ole õigus meid süüdistada.",
    "On palju asju, mida me viskaksime ära, kui me ei kardaks, et teised korjavad need üles.",
    "Sellest, et teist räägitakse, on hullem vaid see, et teist ei räägita.",
    "Elu - see on laul, aga selle refrään on surm.",
    "Mehed peavad jahti, naised haaravad saagi.",
    "Kompliment on sama, mis suudlus läbi loori.",
    "Naer on päike, mis hajutab talve inimese näolt.",
    "Naer on päike, mis hajutab talve inimese näolt.",
    "Vabadus algab irooniast.",
    "Kõik loodu on määratud teenima armastust.",
    "Tõelise armastuse esimeseks tunnuseks noormehe juures on kartlikkus, tütarlapse juures aga julgus.",
    "Hing, mis armastab ja kannatab, on jõudnud ülevaimasse seisundisse.",
    "Kuulsus sisaldab endas alati teatava hulga anarhiat.",
    "Miski ei ängista südant nii nagu sümmeetria. Sest sümmeetria - see on igavus, kuid igavuses kätkebki lein. Kui võib ette kujutada midagi hirmsamat põrgust, kus kannatatakse, siis on see põrgu, kus tuntakse igavust.",
    "Sa ei ole läbi kukkunud enne, kui lõpetad üritamise.",
    "Mida võib kala teada veest, milles ta ujub kogu oma elu?",
    "Terve mõistus on eelarvemuste summa, mis on omandatud enne kaheksateistkümnendat eluaastat.",
    "Kui jumal lõi maailma, siis oli ta peamine mure kindlasti see, et meil ei oleks lihtne sellest aru saada.",
    "Olen elanud üle kaks sõda, kaks naist ja Hitleri."
  ],
  "text": [
    "Haskell on standardiseeritud üldotstarbeline puhtalt funktsionaalne programmeerimiskeel. Oma nime on keel saanud loogiku Haskell Curry järgi.",
    "Haskell toetab laiska väärtustamist, näidiste sobitamist, listikomprehensiooni, tüübiklasse ja tüüpide polümorfismi. Kuna tegemist on puhta funktsionaalse keelega, siis puuduvad Haskelli funktsioonidel kõrvalefektid. Viimaste esitamiseks on eraldi andmetüüp: monaad.",
    "Haskellis skripti kirjutamisel on väga oluline taandamine. Näiteks funktsiooni keha ei tohi olla funktsiooni nimega samal kaugusel ekraani vasakust servast. Kui taanded pole korralikult vormistatud, siis kuvatakse vastavasisuline veateade ning programmi ei saa käivitada.",
    "Python on üldotstarbeline interpreteeritav programmeerimiskeel, mida algselt arendati skriptimiskeeleks.",
    "Python võimaldab mitut programmeerimisstiili, näiteks objektorienteeritud, protseduraalset või funktsionaalset programmeerimist.",
    "Pythonit peetakse küllaltki lihtsaks keeleks ja seda on soovitatud programmeerimise õppimisel esimeseks keeleks.",
    "Python sisaldab selliste programmeerimiskeelte nagu C++, Java, Modula-3 ja Scheme tunnuseid.",
    "Programmeerimiskeel on süntaksi- ja semantikareeglite kogum arvutile programmi kirjutamiseks (programmeerimiseks).",
    "Programmeerimiskeeli liigitatakse peamiselt toetatud programmeerimise paradigmade ja tüüpimise järgi.",
    "Mõned programmeerimiskeeled on standardiseeritud.",
    "Java on platvormist sõltumatu objektorienteeritud programmeerimiskeel.",
    "Esimese Java versiooni avaldas Sun Microsystems 1995. aastal. 20. aprillil 2009 omandas Suni Oracle Corporation[1], millest sai Java keele peamine arendaja.",
    "Programmeeriskeele arengut ohjab formaalselt Java Community Process (JCP), arendusotsused kinnitavad kaks Java kogukonna valitud esindajaist koosnevat täitevkomiteed.",
    "Java lähtekood (.java ; java-failid) kompileeritakse baitkoodi (.class; class-failidesse), mida oskab käivitada iga Java virtuaalmasin (JVM) sõltumata platvormist.",
    "Tänapäeval sisaldab JVM reaalajalist kompilaatorit (JIT), mis programmi käivitamisel kompileerib baitkoodi masinkoodiks, mis töötab otse protsessoril ilma vajaduseta baitkoodi jooksvalt interpreteerida.",
    "Mõned kompilaatorid (nagu gcj) võimaldavad Java lähtekoodi või baitkoodi otse käivitatavaks programmiks kompileerida.",
    "Leidub ka riistvara, mis suudab Java baitkoodi otse käivitada.",
    "Et käivitada Java programme, läheb arvutis vaja JRE-d (Java käivituskeskkonda), mille saab tasuta Oracle'i veebilehelt.",
    "Erlang on üldotstarbeline samaaegne programmeerimiskeel.",
    "Lineaarne alamosa keelest on funktsionaalne keel, agara arvutuse, ühekordse omistamise ja dünaamilise tüüpimisega.",
    "Samaaegsuse jaoks kasutab Erlang näitleja mudelit.",
    "See arendati Ericssoni poolt toetamaks hajutatud, veakindlate, reaalaja programmide loomist.",
    "Keele esimese versiooni töötas välja Joe Armstrong aastal 1986.",
    "Erlang toetab kuumvahetust, mis tähendab, et koodi saab muuta süsteemi peatamata.",
    "Algselt oli Erlang Ericssoni omanduses, kuid 1998. aastal lasti ta välja avatud lähtekoodiga."
  ],
  "words": {
    "normal": [
      "ämblik",
      "ärireis",
      "autoga",
      "broneerima",
      "broneerimine",
      "broneeringut tühistama",
      "brošüür",
      "bussiga",
      "duširuum",
      "eksamitulemused",
      "elutuba",
      "elutuba",
      "erakool",
      "esik",
      "hamster",
      "hilinemine",
      "hilinenud",
      "hind",
      "hinne",
      "hinne",
      "infolaud",
      "internaatkool",
      "jalgsi",
      "kaart",
      "kabi",
      "kabinet",
      "käpp",
      "kärbes",
      "kärss",
      "karv",
      "kass",
      "kaugsõidubussiga",
      "kelder",
      "keskkool",
      "keskkool",
      "kohalkäimine",
      "kohver",
      "köök",
      "kotkas",
      "külastama",
      "kuldkala",
      "kunstigümnaasium",
      "kursus",
      "küsimus",
      "kutsekeskkool",
      "küülik",
      "küünis",
      "kvalifikatsioon, kutseoskus",
      "lakk",
      "lasteaed",
      "lennukiga",
      "liblikas",
      "lont",
      "magamistuba",
      "majapidamistuba",
      "mesilane",
      "mootorrattaga",
      "õige",
      "öökull",
      "õpetajate seminar",
      "õpik",
      "õppeaine",
      "õppekava",
      "õppima",
      "paadiga",
      "pagas",
      "passikontroll",
      "pesuruum",
      "pilet",
      "piletihind",
      "põhikool",
      "pööning",
      "praamiga",
      "projektor",
      "puhkus",
      "reisija",
      "reisikindlustus",
      "reisikorraldaja",
      "reisima",
      "reisiplaan",
      "reserveering",
      "riigikool",
      "rongiga",
      "sihtkoht",
      "söögituba",
      "talveaed",
      "talveaed",
      "taskuarvuti",
      "teekond",
      "tehnikagümnaasium",
      "toll",
      "trepimade",
      "tualett",
      "tühistamine",
      "tühistatud",
      "tunnistus",
      "tuvi",
      "tuvi",
      "ülikool",
      "üliõpilane",
      "ümber tegema",
      "vaatamisväärsustega tutvumine",
      "vale",
      "välja sõitma",
      "väljuma",
      "vannituba",
      "vapsik",
      "vares",
      "vastus",
      "viga",
      "wc"
    ],
    "bad": [
      "Abordijaanus",
      "Halvik",
      "Hoor",
      "Ime lahti",
      "Jobi",
      "Jobu",
      "Kaks-teist kuud",
      "Kepi oma ema",
      "Keri persse!",
      "Kiimas",
      "Kuradi jobikas",
      "Kuradi munn",
      "Kurat",
      "Kurat, saatan",
      "Kusema/pissima (v)",
      "Laksa kotte",
      "Laku mu mune",
      "Lappa kotte",
      "Libu",
      "Lita poeg",
      "Lits",
      "Loll lits",
      "Mida vittu",
      "Mind ei koti",
      "Mine ja keppi ennast",
      "Mine ja keppi ennast!",
      "Mine persse!",
      "Mine prgu!",
      "Mine putsi",
      "Minge põrgu",
      "Munn",
      "Nussima,nikkuma (v)",
      "Oinas",
      "Pede",
      "Peksa pihku",
      "Perse",
      "Perseauk",
      "Persevest",
      "Pihkur",
      "Piss/kusi",
      "Puts",
      "Raibe",
      "Sibul",
      "Sitapea",
      "Sittuma (v)",
      "Sittur",
      "Sul on väike munn",
      "Tao pihku tonn",
      "Tibla",
      "Tmba nahhui",
      "Tra",
      "Trapea",
      "Tyra ära vahi mind!",
      "Tyrapea",
      "Värdjas",
      "Vitt",
      "Vitt/puts",
      "Vitu imeja!"
    ]
  },
  "sentence": {
    "head": [
      "Kõikumatus usus ja vankumatus tahtes kindlustada ja arendada riiki,",
      "Põhiseaduses loetletud kõigi ja igaühe õigused,",
      "Käesolevas peatükis loetletud õigused, vabadused ja kohustused ei välista muid õigusi,",
      "Õigusi ja vabadusi tohib piirata ainult kooskõlas põhiseadusega,",
      "Kõik on seaduse ees võrdsed,",
      "Kedagi ei tohi diskrimineerida rahvuse, rassi, nahavärvuse, soo, keele, päritolu,",
      "Rahvusliku, rassilise, usulise või poliitilise vihkamise,vägivalla ja diskrimineerimise õhutamine"
    ],
    "p1": [
      "mis on loodud Eesti rahva riikliku enesemääramise kustumatul õigusel ja välja kuulutatud 1918. aasta 24. veebruaril",
      "mis on rajatud vabadusele, õiglusele ja õigusele",
      "mis on kaitseks sisemisele ja välisele rahule ning pandiks praegustele ja tulevastele põlvedele nende ühiskondlikus edus ja üldises kasus",
      "mis peab tagama eesti rahvuse ja kultuuri säilimise läbi aegade -",
      "võttis Eesti rahvas 1938. aastal jõustunud põhiseaduse § 1 alusel 1992. aasta 28. juuni rahvahääletusel vastu järgmise põhiseaduse",
      "kelle vanematest üks on Eesti kodanik, ",
      "kes on alaealisena kaotanud Eesti kodakondsuse,"
    ],
    "p2": [
      "eesti riik kaitseb oma kodanikku ka välisriikides,",
      "täidesaatva ja kohtuvõimu ning kohalike omavalitsuste kohustus,",
      "muu õigusakti või toimingu,",
      "süüdimõistva kohtuotsuse või kohtu poolt määratud aresti täitmiseks",
      "kohtu korralduse täitmata jätmise korral või seadusega sätestatud kohustuse täitmise tagamiseks",
      "kuriteo või haldusõiguserikkumise ärahoidmiseks, sellises õiguserikkumises põhjendatult kahtlustatava toimetamiseks pädeva riigiorgani ette või tema pakkumineku vältimiseks",
      "alaealise üle kasvatusliku järelevalve sisseseadmiseks või tema toimetamiseks pädeva riigiorgani ette, et otsustada sellise järelevalve sisseseadmine",
      "nakkushaige, vaimuhaige, alkohooliku või narkomaani kinnipidamiseks, kui ta on endale või teistele ohtlik",
      "ebaseadusliku Eestisse asumise tõkestamiseks ning Eestist väljasaatmiseks või välisriigile väljaandmiseks",
      "et ta ei ole suuteline täitma mingit lepingulist kohustust,"
    ],
    "tail": [
      "Riigikogu, Vabariigi Presidendi, Vabariigi Valitsuse ja kohtute tegevus on korraldatud võimude lahususe ja tasakaalustatuse põhimõttel.",
      "mille territooriumi haldusjaotuse sätestab seadus.",
      "on õigus selle taastamisele.",
      "sätestab kodakondsuse seadus.",
      "ega tohi moonutada piiratavate õiguste ja vabaduste olemust.",
      "poliitiliste või muude veendumuste, samuti varalise ja sotsiaalse seisundi või muude asjaolude tõttu.",
      "on seadusega keelatud ja karistatav."
    ]
  }
}
